[
  {
    "output": "You might wanna try for his lower and cheaper cards ( 93 TOTW RW, 94 TOTW RF, 96 TOTY RW).",
    "input": "You may consider his lower-priced cards, including the 93 TOTW RW, 94 TOTW RF, and 96 TOTY RW."
  },
  {
    "output": "If the market is what it was a month back, you will be able to get the 93 Messi.",
    "input": "If the market conditions are the same as they were a month ago, it should be possible to obtain the 93 Messi."
  },
  {
    "output": "Lol",
    "input": "This statement expresses amusement."
  },
  {
    "output": "Thanks",
    "input": "Thank you."
  },
  {
    "output": "TOTS Oblak has Long Throw Trait.",
    "input": "TOTS Oblak has the Long Throw trait."
  },
  {
    "output": "I would recommend Senses by lorien829",
    "input": "I recommend Senses by lorien829."
  },
  {
    "output": "It did have those.",
    "input": "It did include those elements."
  },
  {
    "output": "But if you overlook them then it is a good read",
    "input": "If those elements are overlooked, it is a good read."
  },
  {
    "output": "My Brother logged in into my account and sold half my 90+ reserves for 20K.",
    "input": "My brother logged into my account and sold half of my 90+ reserves for 20K."
  },
  {
    "output": "Completed ones are welcome tho",
    "input": "Completed works are acceptable."
  },
  {
    "output": "98 Vidal is pretty cheap, you can get him for about 4 million.",
    "input": "The 98 Vidal card is relatively inexpensive and can be obtained for approximately 4 million."
  },
  {
    "output": "The Twisted Path by Xetarma is a WIP fic with both Harry and Hermione in Slytherin.",
    "input": "The Twisted Path by Xetarma is a work in progress featuring both Harry and Hermione in Slytherin."
  },
  {
    "output": "Thanks",
    "input": "Thank you."
  },
  {
    "output": "Harry Potter and the Oroborus Light was written before HBP and is almost 300K words long.",
    "input": "Harry Potter and the Oroborus Light was written before HBP and is nearly 300,000 words long."
  },
  {
    "output": "It is complete and is a unique fic and is severely under-rated in my opinion.",
    "input": "It is complete, unique, and considered under-rated by the writer."
  },
  {
    "output": "Cronus is a WIP fic.",
    "input": "Cronus is a work in progress."
  },
  {
    "output": "The author updates regularly but be warned, it is time travel and has Ron bashing.",
    "input": "The author updates regularly, and the story includes time travel and Ron bashing."
  },
  {
    "output": "Don't read this if it's not your cup of tea, I like Time Travel fics.",
    "input": "This work may not be suitable for all readers, as the writer prefers time travel fiction."
  },
  {
    "output": "There's a Crown Covered in Glitter and Gold is a Lord Potter AU fic, kind of like Harry Potter and the Soulmate Bond on the Keira Marcos' site.",
    "input": "There is a Crown Covered in Glitter and Gold is a Lord Potter alternate universe fic similar to Harry Potter and the Soulmate Bond on the Keira Marcos site."
  },
  {
    "output": "It is available in ffn and ao3.",
    "input": "It is available on FanFiction.net and Archive of Our Own."
  },
  {
    "output": "The Lost Horcrux is set in an apocalyptic world where Voldemort is ruling.",
    "input": "The Lost Horcrux is set in an apocalyptic world ruled by Voldemort."
  },
  {
    "output": "It is a good read if you stick with it.",
    "input": "It is considered worthwhile if the reader continues with it."
  },
  {
    "output": "Select Weasley Bashing.",
    "input": "It includes selective Weasley bashing."
  },
  {
    "output": "Resistance by lorien829 is one of her best works and is set in the apocalyptic AU, where the OoTP is all but destroyed.",
    "input": "Resistance by lorien829 is regarded as one of her strongest works and is set in an apocalyptic alternate universe where the Order of the Phoenix is nearly destroyed."
  },
  {
    "output": "It does not have any bashing and is easily the most 'angsty' of this lot.",
    "input": "It does not include character bashing and is the most emotionally heavy among these works."
  },
  {
    "output": "Hope this helps you.",
    "input": "This information may be helpful."
  },
  {
    "output": "Only about 5-6 chapters long.",
    "input": "The work is approximately five to six chapters long."
  },
  {
    "output": "Many Thanks is quite short, only about 25K words long and Hr goes back in time to the Marauder's Era.",
    "input": "Many Thanks is a short work of approximately 25,000 words in which Hermione travels back in time to the Marauders’ era."
  },
  {
    "output": "Complete",
    "input": "The work is complete."
  },
  {
    "output": "The World Beyond the Veil is a dimension travel AU were both H and Hr jump into the veil, following Sirius.",
    "input": "The World Beyond the Veil is a dimension travel alternate universe in which Harry and Hermione enter the veil after Sirius."
  },
  {
    "output": "It is WIP and about 20K words long.",
    "input": "It is a work in progress and approximately 20,000 words long."
  },
  {
    "output": "Thank you SO much.",
    "input": "Thank you."
  },
  {
    "output": "This was exactly what I was looking for.",
    "input": "This matched the requested criteria."
  },
  {
    "output": "Though I wouldn't mind more recommendations.",
    "input": "Additional recommendations are welcome."
  },
  {
    "output": "Kindred Spirits, Bound Souls has both Harry and Hermione abused by their respective guardians.",
    "input": "Kindred Spirits, Bound Souls depicts both Harry and Hermione being abused by their respective guardians."
  },
  {
    "output": "They help each other to get past their abuse.",
    "input": "They help each other cope with the abuse."
  },
  {
    "output": "It's on Portkey.",
    "input": "It is available on Portkey."
  },
  {
    "output": "This is a list compiled by another user which has HHr as the main characters.",
    "input": "This is a list compiled by another user that features HHr as the main characters."
  },
  {
    "output": "Some of them are not strictly HHr and some are not HHr at all but I think that this list will help you a lot.",
    "input": "Some entries are not strictly HHr and some are not HHr at all, but the list is expected to be helpful."
  },
  {
    "output": "The End and the Beginning by muggledad is exactly what you're looking for.",
    "input": "The End and the Beginning by muggledad matches the requested criteria."
  },
  {
    "output": "Link to vote can be found here.",
    "input": "The link to vote is available here."
  },
  {
    "output": "If chemistry is not an issue 98 CAM Vidal.",
    "input": "If chemistry is not a concern, 98 CAM Vidal is an option."
  },
  {
    "output": "Thanks",
    "input": "Thank you."
  },
  {
    "output": "I have read her Soulmate Bond and Courting Hermione Granger after looking up the wiki on this sub.",
    "input": "I read Soulmate Bond and Courting Hermione Granger after consulting the wiki on this subreddit."
  },
  {
    "output": "I wasn't aware she has more fics.",
    "input": "I was not aware that she has additional works."
  },
  {
    "output": "Can you please link them?",
    "input": "Please provide links to them."
  },
  {
    "output": "Even though I have read it, I'm not sure what you mean by fics 'like' In The Forest of Dean.",
    "input": "Although I have read it, the meaning of fics described as similar to In The Forest of Dean is unclear."
  },
  {
    "output": "Do you have specific requirements?",
    "input": "Are there specific requirements?"
  },
  {
    "output": "If so, can you list them?",
    "input": "If so, please list them."
  },
  {
    "output": "Thanks a lot",
    "input": "Thank you."
  },
  {
    "output": "Thanks",
    "input": "Thank you."
  },
  {
    "output": ") fic has a specific scene like that but I don't think this is the fic you are looking for.",
    "input": "This fic contains a specific scene of that type, but it may not be the one being sought."
  },
  {
    "output": "If it is, Be sure to let me know.",
    "input": "If it is, please indicate this."
  },
  {
    "output": "Lol, I used them on 98 Ronaldo and got 96 CDM from the free pack.",
    "input": "Laughter is expressed, and the items were used on 98 Ronaldo, resulting in a 96 CDM from the free pack."
  },
  {
    "output": "I sold them both and bought 100 OVR Oblak and 95 OVR Hazard.",
    "input": "Both were sold, and 100 OVR Oblak and 95 OVR Hazard were purchased."
  },
  {
    "output": "I would say anything written by Potato 19 ).",
    "input": "Any work written by Potato 19 is suggested."
  },
  {
    "output": "She is an HHr author who writes fics full of fluff.",
    "input": "She is an HHr author who writes stories containing a high amount of fluff."
  },
  {
    "output": "All are 'Family Harmony' as you say but is not strictly fluff",
    "input": "All are described as Family Harmony but are not strictly fluff."
  },
  {
    "output": "This was originally written by MissAnnThropic but was taken down",
    "input": "This work was originally written by MissAnnThropic but was later removed."
  },
  {
    "output": "The creator of the survey can add an additional tab for their e-mail and can make that a requirement to prevent spam.",
    "input": "The survey creator can add an additional email tab and make it a requirement to reduce spam."
  },
  {
    "output": "I was actually looking forward to the results of the poll :(",
    "input": "Disappointment is expressed about anticipating the poll results."
  },
  {
    "output": "You can make the e-mail of a user a requirement so that spammers can hopefully be filtered out.",
    "input": "Requiring a user email may help filter out spam."
  },
  {
    "output": "Thanks mate",
    "input": "Thank you."
  },
  {
    "output": "Here You go",
    "input": "The requested items are provided."
  },
  {
    "output": "are my favourite HHr fic without Ron or any Weasley bashing (the second one has a small bit of Ginny bashing which only lasts for a chapter or two).",
    "input": "These are preferred HHr stories without Ron or Weasley bashing, with a brief instance of Ginny bashing in the second."
  },
  {
    "output": "They are in pdf",
    "input": "They are available in PDF format."
  },
  {
    "output": "Well...",
    "input": "A pause is indicated."
  },
  {
    "output": "You are way out of your league if you specifically want him.",
    "input": "He is not a realistic option if specifically desired."
  },
  {
    "output": "Might I suggest 98 Jose Callejon",
    "input": "98 Jose Callejon is suggested."
  },
  {
    "output": "I am pretty sure it's this one",
    "input": "There is high confidence that this is the correct one."
  },
  {
    "output": "Is the 4th option 'You're my Density' by RobSt or 'Your my Destiny'?",
    "input": "The fourth option may be You're My Density by RobSt or Your My Destiny."
  },
  {
    "output": "If it's the latter, please send me the link as it is one I have not read yet.",
    "input": "If it is the latter, a link is requested as it has not been read."
  },
  {
    "output": "I am an avid HHr reader and I have not come across a fic set explicitly during the battle of Hogwarts.",
    "input": "As a frequent HHr reader, no fic explicitly set during the Battle of Hogwarts has been encountered."
  },
  {
    "output": "However there are plenty of fics set in DH timeline.",
    "input": "However, many fics are set within the Deathly Hallows timeline."
  },
  {
    "output": "If you are interested in those, I can rec you some fics.",
    "input": "If there is interest, recommendations can be provided."
  },
  {
    "output": "Whew!",
    "input": "Relief or exertion is expressed."
  },
  {
    "output": "Here you go.",
    "input": "The requested content is provided."
  },
  {
    "output": "If it's abandoned close to the end of the story (or a perceived ending) its fine, otherwise it just ruins the whole joy of reading and not being able to complete a fic",
    "input": "If it is abandoned close to the end of the story or a perceived ending, it is acceptable, otherwise it removes the enjoyment of reading due to being unable to complete the fic."
  },
  {
    "output": "What do you mean by cheat like last time?",
    "input": "What is meant by cheat as mentioned previously?"
  },
  {
    "output": "You might also wanna check out some HHr writers who have penned really good fics with good recommendations on their favorite stories page.",
    "input": "You may also check HHr writers who have written well-regarded fics and provide recommendations on their favorite stories pages."
  },
  {
    "output": "You can check more over here.",
    "input": "Additional material can be found here."
  },
  {
    "output": "This is a list compiled by another user out of which all are not HHr but most are.",
    "input": "This is a list compiled by another user, and while not all entries are HHr, most are."
  },
  {
    "output": "You can say that since Hermione is the only one who stood by Harry no matter what, she would also do anything to help him.",
    "input": "It can be stated that since Hermione consistently supported Harry, she would also be willing to do anything to help him."
  },
  {
    "output": "Ultimately it is up to you what you think of the fic, but I liked the initial parts up until Chapter 40.",
    "input": "Ultimately, evaluation of the fic is subjective, and the initial sections up to Chapter 40 were preferred."
  },
  {
    "output": "IMO, some writers produce the best romance/fluff HHr fics.",
    "input": "In the writer’s view, some authors produce strong romance or fluff HHr fics."
  },
  {
    "output": "They have about 20 fics, both novel length and one-shots.",
    "input": "They have approximately 20 fics, including novel-length works and one-shots."
  },
  {
    "output": "This is a list compiled by another user and will help you a lot.",
    "input": "This is a list compiled by another user and is expected to be helpful."
  },
  {
    "output": "Some of them are not HHr and you will probably need to filter them out.",
    "input": "Some entries are not HHr and may need to be filtered out."
  },
  {
    "output": "Some of these stories are not exclusively set in third year and continue into the upper years.",
    "input": "Some of these stories are not limited to third year and continue into later years."
  },
  {
    "output": "Anything written by certain authors is Ron-bashing for sure.",
    "input": "Works by certain authors consistently include Ron bashing."
  },
  {
    "output": "You can also check out specific communities for more fics.",
    "input": "Specific communities can also be consulted for additional fics."
  },
  {
    "output": "Now that is something I want to read.",
    "input": "That is a work of interest to read."
  },
  {
    "output": "Sure, will give them a try.",
    "input": "They will be tried."
  },
  {
    "output": "Thanks.",
    "input": "Thank you."
  },
  {
    "output": "One of the recommendations is complete, over 40K words long, has no bashing, fits all the requirements, but is quite smutty.",
    "input": "One recommendation is complete, exceeds 40,000 words, contains no bashing, meets all requirements, and includes explicit content."
  },
  {
    "output": "Another recommendation is abandoned, over 80K words long, and includes Ginny and Molly bashing.",
    "input": "Another recommendation is abandoned, exceeds 80,000 words, and includes Ginny and Molly bashing."
  },
  {
    "output": "It’s a work in progress, with the last update being about 14 hours ago.",
    "input": "It is a work in progress, with the most recent update occurring approximately 14 hours ago."
  },
  {
    "output": "The fic is already in its 46th chapter and HHr have reconciled.",
    "input": "The fic has reached its 46th chapter, and HHr have reconciled."
  },
  {
    "output": "Some works fit your requirements but start getting cliched after the first one or two.",
    "input": "Some works meet the stated requirements but become clichéd after the first one or two."
  },
  {
    "output": "There are over 5.5k harmony fics available.",
    "input": "There are over 5,500 Harmony fics available."
  },
  {
    "output": "One fic is a forbidden love story where their families are in dispute with each other for centuries, similar to Romeo and Juliet, and it also has a sequel.",
    "input": "One fic is a forbidden love story involving families in a long-standing dispute, similar to Romeo and Juliet, and it includes a sequel."
  },
  {
    "output": "Another is not a typical forbidden love story, but can still be considered one since Harry and Hermione are both in loveless marriages.",
    "input": "Another is not a conventional forbidden love story but can be considered one because Harry and Hermione are both in loveless marriages."
  },
  {
    "output": "Another recommendation is set during the Goblet of Fire era and also has a sequel.",
    "input": "Another recommendation is set during the Goblet of Fire era and includes a sequel."
  },
  {
    "output": "There are several other stories set around events like the Yule Ball, the Triwizard Tournament, and post-task scenarios, featuring HHr as the main pairing.",
    "input": "Several other stories are set around events such as the Yule Ball, the Triwizard Tournament, and post-task scenarios, with HHr as the main pairing."
  },
  {
    "output": "Portkey ships HHr as the main pairing.",
    "input": "Portkey features HHr as the primary pairing."
  },
  {
    "output": "There are no RHr or HG fics there.",
    "input": "There are no RHr or HG fics on that platform."
  },
  {
    "output": "One fic that comes to mind is set in sixth year, includes scenes where Harry is rescued from the Dursleys, and is part of a Lord Potter AU.",
    "input": "One fic is set in sixth year, includes scenes of Harry being rescued from the Dursleys, and is part of a Lord Potter alternate universe."
  },
  {
    "output": "It is HHr, mentions other romantic relationships briefly, and is around 383K words long.",
    "input": "It is HHr, briefly references other romantic relationships, and is approximately 383,000 words long."
  },
  {
    "output": "Dumbledore convinces Hermione to break Harry’s heart because a prophecy states that Harry’s first love will be the death of him.",
    "input": "Dumbledore persuades Hermione to break Harry’s heart due to a prophecy stating that Harry’s first love will cause his death."
  },
  {
    "output": "She carefully stages scenes to convince him.",
    "input": "She carefully stages situations to convince him."
  },
  {
    "output": "Hermione later tells Harry she will be killed if she continues seeing him and plays on his fears while breaking up with him.",
    "input": "Hermione later tells Harry that she will be killed if she continues seeing him and uses his fears while ending the relationship."
  },
  {
    "output": "She makes it so Harry walks in on her in a compromising situation, acting cruelly so he can move on.",
    "input": "She arranges for Harry to encounter her in a compromising situation and behaves cruelly so that he can move on."
  },
  {
    "output": "Another fic also fulfills your requirements.",
    "input": "Another fic also meets the stated requirements."
  },
  {
    "output": "There was another fic on FFN whose name I don’t remember, but the synopsis goes something like this: Harry and Hermione are tired of Ron and Ginny flaunting their relationships, so they pretend to date.",
    "input": "There was another fic on FFN with an unspecified title in which Harry and Hermione become tired of Ron and Ginny displaying their relationships and decide to pretend to date."
  },
  {
    "output": "After all, it’s only pretend.",
    "input": "The relationship is initially presented as only a pretense."
  },
  {
    "output": "It's a really good fic but I have read it already.",
    "input": "It is a good fic, but it has already been read."
  },
  {
    "output": "Definitely would recommend it.",
    "input": "It is recommended."
  },
  {
    "output": "Do you know any other good ones?",
    "input": "Are there other similar recommendations?"
  },
  {
    "output": "This fic is almost 900K words long and is a must for any HHr shipper.",
    "input": "This fic is nearly 900,000 words long and is considered essential for HHr readers."
  },
  {
    "output": "This fic is over 1.35 million words long and is the longest HHr fic I’ve ever read.",
    "input": "This fic exceeds 1.35 million words and is the longest HHr fic encountered."
  },
  {
    "output": "This fic is about 300K words long but is one of the best HHr fics out there.",
    "input": "This fic is approximately 300,000 words long and is regarded as one of the stronger HHr fics."
  },
  {
    "output": "An angst-ridden story that is really well written, about 500K words long.",
    "input": "This is an angst-focused story of approximately 500,000 words that is well written."
  },
  {
    "output": "It’s not set in Hogwarts, but still worth reading.",
    "input": "It is not set in Hogwarts but is still considered worth reading."
  },
  {
    "output": "Another fic that’s about 400K words long.",
    "input": "Another fic is approximately 400,000 words long."
  },
  {
    "output": "One fic covers only the first year and is implied HHr.",
    "input": "One fic covers only the first year and implies an HHr pairing."
  },
  {
    "output": "You can also check some fics on certain fanfic author sites, notably a series consisting of two fics totaling about a million words.",
    "input": "Some fics are available on specific author sites, including a two-fic series totaling approximately one million words."
  },
  {
    "output": "Hope this helps you.",
    "input": "This information may be helpful."
  },
  {
    "output": "These should keep you occupied for a couple of days ;)",
    "input": "These should provide reading material for several days."
  },
  {
    "output": "Then you would like a particular HHr author who mostly writes fluff.",
    "input": "A particular HHr author who primarily writes fluff may be of interest."
  },
  {
    "output": "I would suggest a couple of specific fics written by the same author.",
    "input": "A few specific fics by the same author are suggested."
  },
  {
    "output": "Another fic by a different author is also worth checking out.",
    "input": "Another fic by a different author is also recommended."
  },
  {
    "output": "I’ve seen some really strange pairings, but the worst one by far involved an extremely unlikely match.",
    "input": "Some unusual pairings have been encountered, with one being particularly unlikely."
  },
  {
    "output": "One fic fits your bill perfectly.",
    "input": "One fic matches the stated requirements exactly."
  },
  {
    "output": "I’m thinking of changing my lineup instead of using a certain player and getting another defender next week.",
    "input": "There is consideration of changing the lineup by replacing a certain player and acquiring another defender next week."
  },
  {
    "output": "Thoughts?",
    "input": "Feedback is requested."
  },
  {
    "output": "Some fics are hosted on a specific author’s site and are Lord Potter AU.",
    "input": "Some fics are hosted on a specific author’s site and are Lord Potter alternate universe stories."
  },
  {
    "output": "There’s another Lord Potter AU fic that’s a work in progress and available on multiple platforms.",
    "input": "Another Lord Potter alternate universe fic is a work in progress and is available on multiple platforms."
  },
  {
    "output": "Another fic is similar to one focused on rationality, except Harry is raised in the wizarding world.",
    "input": "Another fic is similar to a rationality-focused story, except Harry is raised in the wizarding world."
  },
  {
    "output": "It also has a sequel.",
    "input": "It includes a sequel."
  },
  {
    "output": "Another fic follows the “Sirius Black is married with a child” plot and is a work in progress.",
    "input": "Another fic follows the premise that Sirius Black is married with a child and is a work in progress."
  },
  {
    "output": "There are several other recommended fics by different authors that fit HHr themes.",
    "input": "Several other recommended fics by different authors align with HHr themes."
  },
  {
    "output": "I faced the same problem as you and had to sign up to read it.",
    "input": "The same issue was encountered, requiring account registration to read it."
  },
  {
    "output": "I searched for downloadable versions but couldn’t find any.",
    "input": "Searches for downloadable versions were unsuccessful."
  },
  {
    "output": "You can download it if you have an account, so tell me your preferred e-book format and I’ll help.",
    "input": "It can be downloaded with an account, and assistance can be provided based on the preferred e-book format."
  },
  {
    "output": "Thanks, I haven’t read it yet and this will definitely keep me occupied for a couple of days.",
    "input": "Thank you, it has not been read yet and is expected to provide reading material for several days."
  },
  {
    "output": "Thanks for linking the fic.",
    "input": "Thank you for providing the link to the fic."
  },
  {
    "output": "I spent most of my evening looking for it and still couldn’t find it.",
    "input": "A significant amount of time was spent searching for it without success."
  },
  {
    "output": "Another fic by a different author is worth checking out.",
    "input": "Another fic by a different author is recommended."
  },
  {
    "output": "There is an option to make every question mandatory.",
    "input": "There is an option to require responses to every question."
  },
  {
    "output": "The time taken to answer all of them will weed out many spammers.",
    "input": "The required completion time may discourage many spammers."
  },
  {
    "output": "One fic is abandoned but is still a solid 158K words long.",
    "input": "One fic is abandoned but is still approximately 158,000 words long."
  },
  {
    "output": "Another fic fits your description and also has a sequel.",
    "input": "Another fic matches the description and includes a sequel."
  },
  {
    "output": "There are many other HHr fics recommended by various authors, covering themes like resistance, reconciliation, alternate timelines, and emotional growth.",
    "input": "Many other HHr fics are recommended by various authors and cover themes such as resistance, reconciliation, alternate timelines, and emotional development."
  },
  {
    "output": "During the crash, when it happens.",
    "input": "This occurs during the crash."
  },
  {
    "output": "Several more fics are set around events like the Goblet of Fire, Yule Ball, Triwizard Tournament, and post-task scenarios.",
    "input": "Several additional fics are set around events such as the Goblet of Fire, the Yule Ball, the Triwizard Tournament, and post-task scenarios."
  },
  {
    "output": "I agree.",
    "input": "Agreement is expressed."
  },
  {
    "output": "The previous event was VSA only and rewards were rank-based.",
    "input": "The previous event was limited to VSA, and rewards were based on rank."
  },
  {
    "output": "The best reward was an 86-rated player.",
    "input": "The highest reward available was an 86-rated player."
  },
  {
    "output": "Suit yourself.",
    "input": "The decision is left to the individual."
  },
  {
    "output": "There are even more HHr recommendations covering fluff, angst, alternate universes, time travel, and character-driven stories.",
    "input": "Additional HHr recommendations include fluff, angst, alternate universes, time travel, and character-focused stories."
  },
  {
    "output": "From what I felt after reading Deathly Hallows, the Grey Lady wasn’t very open about being Rowena’s daughter.",
    "input": "After reading Deathly Hallows, the Grey Lady appeared reluctant to disclose that she was Rowena’s daughter."
  },
  {
    "output": "She admitted it very reluctantly and only when her mask slipped.",
    "input": "She admitted it reluctantly and only when her composure failed."
  },
  {
    "output": "One word: NO.",
    "input": "The response is negative."
  },
  {
    "output": "There are additional recommendations involving damaged relationships, healing arcs, and slow-burn romance.",
    "input": "Additional recommendations involve damaged relationships, healing arcs, and slow-burn romance."
  },
  {
    "output": "Players on loan should have chemistry with both clubs they belong to.",
    "input": "Loaned players should have chemistry with both associated clubs."
  },
  {
    "output": "Example: a loaned player having chemistry with both teams.",
    "input": "An example is a loaned player maintaining chemistry with both teams."
  },
  {
    "output": "Event locked — this hasn’t happened.",
    "input": "An event being fully locked has not occurred."
  },
  {
    "output": "No event has ever been completely inaccessible.",
    "input": "No event has been entirely inaccessible."
  },
  {
    "output": "I live in the Middle East, and some features aren’t accessible to me, including certain events and sales.",
    "input": "Residing in the Middle East results in limited access to certain features, including some events and sales."
  },
  {
    "output": "He is a pro player.",
    "input": "He is a professional player."
  },
  {
    "output": "I had one player before switching to another.",
    "input": "One player was used before switching to another."
  },
  {
    "output": "Even at a lower rating, the newer one had better stats and was clearly the better option.",
    "input": "Despite a lower rating, the newer player had superior statistics and was the better choice."
  },
  {
    "output": "I'm upvoting this.",
    "input": "I am upvoting this."
  },
  {
    "output": "If I get a player after reset I will come back and downvote.",
    "input": "If I receive a player after the reset, I will return and downvote."
  },
  {
    "output": "You can melt your current Benzema into another forward.",
    "input": "You can melt your current Benzema into another forward."
  },
  {
    "output": "As for rank, you can transfer it.",
    "input": "The rank can be transferred."
  },
  {
    "output": "The TOTS Benzema is a beast.",
    "input": "The TOTS Benzema performs very well."
  },
  {
    "output": "Try the Google Sheets recommendation list.",
    "input": "You can try the Google Sheets recommendation list."
  },
  {
    "output": "It was compiled by another user, but I can’t find the original post now.",
    "input": "It was compiled by another user, but the original post cannot currently be found."
  },
  {
    "output": "It’s different from the Google Docs recommendation list.",
    "input": "It is different from the Google Docs recommendation list."
  },
  {
    "output": "EDIT: It has harem/triad and fics where HHr have a sibling-like relationship.",
    "input": "Edit: It includes harem or triad stories and fics where HHr have a sibling-like relationship."
  },
  {
    "output": "It’s not exactly ideal, but I couldn’t edit it out.",
    "input": "It is not ideal, but it could not be edited out."
  },
  {
    "output": "Thanks a lot.",
    "input": "Thank you."
  },
  {
    "output": "I would say after 1–2 days, when WT and El Dorado players start flooding the market.",
    "input": "This would likely occur after one to two days, when WT and El Dorado players enter the market in large numbers."
  },
  {
    "output": "Will the tournament be like the World Cup event in Season 2?",
    "input": "Will the tournament be similar to the World Cup event in Season 2?"
  },
  {
    "output": "Arranged marriages.Yes.",
    "input": "Arranged marriages are included."
  },
  {
    "output": "I understand your point of view, but I don’t believe he deserves the Ballon d’Or this year.",
    "input": "I understand the point of view, but he is not considered deserving of the Ballon d’Or this year."
  },
  {
    "output": "He got one in 2012 for scoring 91 goals and 22 assists.",
    "input": "He won one in 2012 for scoring 91 goals and providing 22 assists."
  },
  {
    "output": "Awarding him one now for 30 goals and 26 assists across all competitions feels like a joke and almost insulting.",
    "input": "Awarding him one now for 30 goals and 26 assists across all competitions is viewed as unjustified."
  },
  {
    "output": "I have Canna in my reserves.",
    "input": "Canna is currently in the reserves."
  },
  {
    "output": "Will he do?",
    "input": "Is he sufficient?"
  },
  {
    "output": "I’m thinking of saving up for Sokratis.",
    "input": "There is consideration of saving up for Sokratis."
  },
  {
    "output": "PSG or City.",
    "input": "The options are PSG or City."
  },
  {
    "output": "I bought him three days ago for 18 million.",
    "input": "He was purchased three days ago for 18 million."
  },
  {
    "output": "Some authors are notable Harmony writers.",
    "input": "Some authors are well known for writing Harmony fics."
  },
  {
    "output": "You might also want to check their favourite authors and stories tabs for more stories.",
    "input": "Their favorite authors and stories tabs may also be checked for additional stories."
  },
  {
    "output": "He won’t have chemistry with the other players.",
    "input": "He will not have chemistry with the other players."
  },
  {
    "output": "I have a full La Liga squad.",
    "input": "A full La Liga squad is currently used."
  },
  {
    "output": "He was 7 million a week ago.",
    "input": "He was priced at 7 million a week ago."
  },
  {
    "output": "When I bought Santi yesterday, his cost was around 15 million in my market.",
    "input": "When Santi was purchased yesterday, his cost was approximately 15 million in that market."
  },
  {
    "output": "Get Çalhanoğlu as your LW.",
    "input": "Çalhanoğlu can be used as the left winger."
  },
  {
    "output": "There you go.",
    "input": "The information is provided."
  },
  {
    "output": "Get Jorginho TH.",
    "input": "Jorginho TH can be obtained."
  },
  {
    "output": "Get 98 Easter Rüdiger.",
    "input": "98 Easter Rüdiger can be obtained."
  },
  {
    "output": "Though Messi is my favourite player and he’s still going strong, I don’t believe he would’ve won the Ballon d’Or.",
    "input": "Although Messi is a favored player and remains active, he is not believed to have deserved the Ballon d’Or."
  },
  {
    "output": "The award is for players who’ve had an exceptional season, and his season, while good, wasn’t exceptional.",
    "input": "The award is intended for players with exceptional seasons, and his season, while good, was not exceptional."
  },
  {
    "output": "Lewandowski would be a clear winner if it were awarded.",
    "input": "Lewandowski would be considered the clear winner if the award were given."
  },
  {
    "output": "TOTS Suárez.",
    "input": "TOTS Suárez is referenced."
  },
  {
    "output": "He’s a bit slow but insane at heading in VSA.",
    "input": "He is somewhat slow but performs very well in heading during VSA."
  },
  {
    "output": "I’m hoping for that.",
    "input": "That outcome is hoped for."
  },
  {
    "output": "Also, how is 98 Easter Suárez?",
    "input": "Additionally, how does 98 Easter Suárez perform?"
  },
  {
    "output": "Is he good?",
    "input": "Is he effective?"
  },
  {
    "output": "Reading this kind of spoils the story for you.",
    "input": "Reading this partially spoils the story."
  },
  {
    "output": "It’s a Deathly Hallows substitute fic.",
    "input": "It is a Deathly Hallows substitute fic."
  },
  {
    "output": "The trio hunt Horcruxes, find Avalon, and Harry and Hermione fall in love.",
    "input": "The trio hunt Horcruxes, discover Avalon, and Harry and Hermione develop a romantic relationship."
  },
  {
    "output": "Ron understands but is crushed.",
    "input": "Ron understands the situation but is emotionally affected."
  },
  {
    "output": "Death Eaters confront them, and Harry sacrifices himself so Ron and Hermione can be safe.",
    "input": "Death Eaters confront them, and Harry sacrifices himself to protect Ron and Hermione."
  },
  {
    "output": "They don’t find his body, but Hermione remembers it as if he was vaporised.",
    "input": "His body is not found, and Hermione recalls the event as if he was vaporized."
  },
  {
    "output": "Seven years later, Hermione is a single mother to Harry’s daughter.",
    "input": "Seven years later, Hermione is a single mother raising Harry’s daughter."
  },
  {
    "output": "She tries to move on but can’t, while Ron subtly shows interest that she ignores.",
    "input": "She attempts to move on but is unable to do so, while Ron shows subtle interest that she disregards."
  },
  {
    "output": "Seven years after Harry’s death, he reappears at Hermione’s doorstep.",
    "input": "Seven years after Harry’s death, he reappears at Hermione’s home."
  },
  {
    "output": "Everyone is sceptical, but he convinces them.",
    "input": "Others are skeptical, but he convinces them."
  },
  {
    "output": "He’s been healing in Avalon and learned about events from Snape, who never told him about his daughter to avoid hindering his recovery.",
    "input": "He has been healing in Avalon and learned about events from Snape, who withheld information about his daughter to avoid affecting his recovery."
  },
  {
    "output": "Harry reveals Voldemort isn’t dead and that a final Horcrux exists.",
    "input": "Harry reveals that Voldemort is not dead and that a final Horcrux remains."
  },
  {
    "output": "The Horcrux turns out to be tied to Harry’s daughter in a twisted way.",
    "input": "The Horcrux is revealed to be connected to Harry’s daughter in a complex manner."
  },
  {
    "output": "I have around nine FPs left over from Season 2.",
    "input": "Approximately nine FPs remain from Season 2."
  },
  {
    "output": "That’s usually not the suggested price for me.",
    "input": "That is usually not the suggested price in this case."
  },
  {
    "output": "It’s normally about 300–900k lower than the lowest market price.",
    "input": "It is typically 300,000 to 900,000 lower than the lowest market price."
  },
  {
    "output": "She’s a blank-slate character, so authors can portray her however they want.",
    "input": "She is a blank-slate character, allowing authors flexibility in portrayal."
  },
  {
    "output": "I got that after buying 98 Ronaldo.",
    "input": "That was obtained after purchasing 98 Ronaldo."
  },
  {
    "output": "Sold Brozović, not Ronaldo, for 7.5 million.",
    "input": "Brozović was sold for 7.5 million, not Ronaldo."
  },
  {
    "output": "TOTS Piqué or UTOTS Varane.",
    "input": "The options are TOTS Piqué or UTOTS Varane."
  },
  {
    "output": "Try something else—it kind of fits your requirements but is M-rated.",
    "input": "Another option partially fits the requirements but has an M rating."
  },
  {
    "output": "I’ve never received a Reddit reward in my life.",
    "input": "A Reddit reward has never been received."
  },
  {
    "output": "Don’t repost then.",
    "input": "Reposting should be avoided."
  },
  {
    "output": "Get 95 LLR Hazard for around 9 million instead of Griezmann.",
    "input": "95 LLR Hazard can be obtained for approximately 9 million instead of Griezmann."
  },
  {
    "output": "There was an event called Derby at the beginning of the season, but it didn’t have many players.",
    "input": "There was an event called Derby at the start of the season, but it included few players."
  },
  {
    "output": "Relatable.",
    "input": "This is relatable."
  },
  {
    "output": "Notice how the +20 gets eight great chances while I get zero.",
    "input": "The +20 side receives eight great chances while none are received here."
  },
  {
    "output": "Rejoices in Hindi.",
    "input": "Rejoicing is expressed in Hindi."
  },
  {
    "output": "Breaking the all-time assist record is impressive, sure, but not exceptional.",
    "input": "Breaking the all-time assist record is impressive but not considered exceptional."
  },
  {
    "output": "I’d also like the return of Domination, Team Heroes, and League Heroes.",
    "input": "The return of Domination, Team Heroes, and League Heroes is also desired."
  },
  {
    "output": "UTOTS Stegen?",
    "input": "Is UTOTS Stegen an option?"
  },
  {
    "output": "We are humans.",
    "input": "We are human."
  },
  {
    "output": "When you don’t know how to spell Szczęsny.",
    "input": "This occurs when the spelling of Szczęsny is unknown."
  },
  {
    "output": "Get FA Boufal CAM.",
    "input": "FA Boufal can be used as a CAM."
  },
  {
    "output": "Might be the RAM.",
    "input": "It may be related to RAM."
  },
  {
    "output": "The device I used only had 2GB.",
    "input": "The device used had only 2GB of memory."
  },
  {
    "output": "Griezmann is pretty good.",
    "input": "Griezmann performs well."
  },
  {
    "output": "Beast at finesse shots, takes my free kicks, has 100 heading, great positioning and finishing.",
    "input": "He is effective at finesse shots, takes free kicks, has high heading, and strong positioning and finishing."
  },
  {
    "output": "TOTS Oblak.",
    "input": "TOTS Oblak is referenced."
  },
  {
    "output": "I’d like Marcelo as reserve and Dani Alves EoE.",
    "input": "Marcelo is preferred as a reserve, along with Dani Alves EoE."
  },
  {
    "output": "The opponent who’s +11 has eight more great chances than you.",
    "input": "The opponent with a +11 advantage has eight more great chances."
  },
  {
    "output": "Face palm.",
    "input": "Frustration is expressed."
  },
  {
    "output": "I’m only 115 OVR (106 without bonus) and I completed them.",
    "input": "The tasks were completed at 115 OVR, or 106 without bonuses."
  },
  {
    "output": "For 100+ OVR matches, play against the 100 OVR team that’s 0–1 at half time.",
    "input": "For 100+ OVR matches, playing against a 100 OVR team that is trailing 0–1 at halftime is suggested."
  },
  {
    "output": "You’re really lucky.",
    "input": "That outcome is considered fortunate."
  },
  {
    "output": "My reset is at 11 PM.",
    "input": "The reset occurs at 11 PM."
  },
  {
    "output": "Harry pretends to be Hermione’s husband when her grandparents visit her.",
    "input": "Harry pretends to be Hermione’s husband during a visit from her grandparents."
  },
  {
    "output": "Messi’s all-time assist record is cumulative.",
    "input": "Messi’s all-time assist record is cumulative."
  },
  {
    "output": "Compared to his earlier seasons, this one was disappointing.",
    "input": "Compared to earlier seasons, this season was disappointing."
  },
  {
    "output": "Lewandowski has had an exceptional season, period.",
    "input": "Lewandowski has had an exceptional season."
  },
  {
    "output": "This fic remotely fits your requirements.",
    "input": "This fic loosely fits the stated requirements."
  },
  {
    "output": "It’s set in first year, has Harry and Hermione experimenting with magic using the scientific method, and features a smart Harry.",
    "input": "It is set in first year, features Harry and Hermione experimenting with magic using the scientific method, and presents an intelligent Harry."
  },
  {
    "output": "Is Rodríguez F2P?",
    "input": "Is Rodríguez free-to-play?"
  },
  {
    "output": "I’m wondering if the price will increase or drop.",
    "input": "There is uncertainty about whether the price will increase or decrease."
  },
  {
    "output": "The market is inflated right now, and buying him would just lead to losses.",
    "input": "The market is currently inflated, and purchasing him would likely result in losses."
  },
  {
    "output": "Save up for Almirón RM.",
    "input": "Saving up for Almirón RM is suggested."
  },
  {
    "output": "The plot does sound familiar.",
    "input": "The plot appears familiar."
  },
  {
    "output": "Okay.",
    "input": "Acknowledged."
  },
  {
    "output": "As soon as possible.",
    "input": "At the earliest opportunity."
  },
  {
    "output": "If your fic doesn’t have Dumbledore or Weasley bashing, I’d suggest names that don’t put pressure on the kids.",
    "input": "If the fic does not include Dumbledore or Weasley bashing, names that do not place pressure on the children are suggested."
  },
  {
    "output": "Avoid Lily or James as first names.",
    "input": "Lily and James should be avoided as first names."
  },
  {
    "output": "It might be your device.",
    "input": "The issue may be related to the device."
  },
  {
    "output": "I had the same issue on my grandad’s phone.",
    "input": "The same issue occurred on another phone."
  },
  {
    "output": "4-2-4 formation?",
    "input": "Is a 4-2-4 formation being considered?"
  },
  {
    "output": "He’s a really good writer, but most of his fics follow the same plot: Harry gets powerful, gets with Hermione, kills Voldemort easily, and bashes the Weasleys and Dumbledore.",
    "input": "He is a capable writer, but many of his fics follow a similar structure involving a powerful Harry, an HHr pairing, an easy defeat of Voldemort, and bashing of the Weasleys and Dumbledore."
  },
  {
    "output": "You’re lucky the keeper tackled you and gave a penalty.",
    "input": "It was fortunate that the goalkeeper committed a foul resulting in a penalty."
  },
  {
    "output": "Nice almost-goal.",
    "input": "It was a near goal."
  },
  {
    "output": "Our league is looking for players like you.",
    "input": "The league is recruiting players of this type."
  },
  {
    "output": "We get 200 perks per win, and you’ll be able to play.",
    "input": "Each win provides 200 perks, and participation is available."
  },
  {
    "output": "Congrats.",
    "input": "Congratulations."
  },
  {
    "output": "I don’t mean anything by this, but are you a cross spammer?",
    "input": "No offense is intended, but the question is whether crosses are being overused."
  },
  {
    "output": "Season 2 Team Heroes was enjoyable.",
    "input": "Season 2 Team Heroes was enjoyable."
  },
  {
    "output": "Don’t sell Carvajal.",
    "input": "Carvajal should not be sold."
  },
  {
    "output": "He’s really good.",
    "input": "He performs well."
  },
  {
    "output": "Sorry, but no.",
    "input": "The answer is no."
  },
  {
    "output": "Bad pun mate.",
    "input": "The pun was poor."
  },
  {
    "output": "In the hopes of bringing back my account, I linked my GameCenter, which is how my old account was linked.",
    "input": "In an attempt to recover my account, I linked my GameCenter, which was how the old account was previously connected."
  },
  {
    "output": "I don’t claim to be an expert, but I think you replaced your old account in GameCenter with the new guest account.",
    "input": "I do not claim expertise, but it appears the old account was replaced in GameCenter with the new guest account."
  },
  {
    "output": "At least that’s how it works on Google Play.",
    "input": "That is how it functions on Google Play."
  },
  {
    "output": "This is partly your fault.",
    "input": "This is partially your responsibility."
  },
  {
    "output": "Actually, I don’t think EA Sports have any fault here.",
    "input": "EA Sports does not appear to be at fault in this situation."
  },
  {
    "output": "You lost your account due to carelessness.",
    "input": "The account was lost due to user error."
  },
  {
    "output": "EA can only recover your account if you have your User ID.",
    "input": "EA can only recover the account if the User ID is available."
  },
  {
    "output": "Of course they can’t do anything without your ID.",
    "input": "Without the User ID, no recovery action can be taken."
  },
  {
    "output": "It’s your identifier.",
    "input": "It functions as the account identifier."
  },
  {
    "output": "How else would they know which account is yours?",
    "input": "Without it, identifying the correct account would not be possible."
  },
  {
    "output": "Even though you claim partial responsibility, you make it sound like this is entirely EA’s fault.",
    "input": "Although partial responsibility is acknowledged, the situation is presented as entirely EA’s fault."
  },
  {
    "output": "I don’t think that’s fair.",
    "input": "That assessment is not considered fair."
  },
  {
    "output": "Flash Sale.",
    "input": "A flash sale is referenced."
  },
  {
    "output": "God, I remember reading this.",
    "input": "This is remembered from prior reading."
  },
  {
    "output": "I’m currently searching through my archives for it.",
    "input": "Archives are currently being searched for it."
  },
  {
    "output": "It’s good for a laugh but left me mentally scarred.",
    "input": "It is humorous but had a lasting impression."
  },
  {
    "output": "You can never erase certain images from your brain.",
    "input": "Some impressions are difficult to forget."
  },
  {
    "output": "We’ve changed the requirements.",
    "input": "The requirements have been changed."
  },
  {
    "output": "You’ll be able to join now.",
    "input": "Joining is now possible."
  },
  {
    "output": "You won’t lose your account with your Game Center ID.",
    "input": "The account will not be lost when using a Game Center ID."
  },
  {
    "output": "What happened is that you linked your guest account to it, replacing the old one.",
    "input": "The guest account was linked, which replaced the previous account."
  },
  {
    "output": "This has happened to me many times.",
    "input": "This situation has occurred multiple times previously."
  },
  {
    "output": "It’s luck.",
    "input": "It depends on chance."
  },
  {
    "output": "Sell him after the event.",
    "input": "He should be sold after the event."
  },
  {
    "output": "The price will go up rapidly.",
    "input": "The price is expected to increase quickly."
  },
  {
    "output": "Damn.",
    "input": "Displeasure is expressed."
  },
  {
    "output": "Thanks mate, appreciate it.",
    "input": "Thank you, it is appreciated."
  },
  {
    "output": "David Neres can be found in the 86+ player reward section.",
    "input": "David Neres is available in the 86+ player reward section."
  },
  {
    "output": "Dark mode doesn’t remove any features.",
    "input": "Dark mode does not remove any features."
  },
  {
    "output": "I’m using Reddit on desktop since my phone is dead, which might be why.",
    "input": "Reddit is being used on desktop due to the phone being unavailable."
  },
  {
    "output": "Compared to his earlier seasons, this one is average.",
    "input": "Compared to earlier seasons, this season is average."
  },
  {
    "output": "I currently use him in a 4-3-3 formation and he performs well.",
    "input": "He is currently used in a 4-3-3 formation and performs well."
  },
  {
    "output": "Good heading, shot power, and pace.",
    "input": "He has strong heading, shot power, and pace."
  },
  {
    "output": "He works fine as a lone striker.",
    "input": "He functions effectively as a lone striker."
  },
  {
    "output": "Our league is looking for 115+ OVR players.",
    "input": "The league is recruiting players with 115+ OVR."
  },
  {
    "output": "We used to get 200 perks per win before the update, and you’ll be able to play.",
    "input": "Previously, 200 perks were awarded per win before the update, and participation is available."
  },
  {
    "output": "Check out the match at the last node of this path.",
    "input": "The match at the final node of this path should be reviewed."
  },
  {
    "output": "Rodriguez.",
    "input": "Rodriguez is referenced."
  },
  {
    "output": "We do have a “play again” button now.",
    "input": "A play-again button is now available."
  },
  {
    "output": "Mining is the only issue.",
    "input": "Mining remains the only issue."
  },
  {
    "output": "TOTS Benzema.",
    "input": "TOTS Benzema is referenced."
  },
  {
    "output": "According to my calculations, you can earn about 140 mining tokens per day.",
    "input": "Based on calculations, approximately 140 mining tokens can be earned per day."
  },
  {
    "output": "Over 12 days, that’s 1680 tokens, which can be converted into roughly 5580–5640 gold points.",
    "input": "Over 12 days, this totals 1,680 tokens, which convert to approximately 5,580–5,640 gold points."
  },
  {
    "output": "If you still have gold points left to claim from the hidden path, you won’t need to spend gems.",
    "input": "If gold points remain unclaimed from the hidden path, gems will not be required."
  },
  {
    "output": "Otherwise, you’ll only need one gem pack to reach 6000.",
    "input": "Otherwise, one gem pack will be sufficient to reach 6,000."
  },
  {
    "output": "Any fic where Harry is raised by someone other than the Dursleys, or where time travel is involved, usually portrays him this way.",
    "input": "Fics involving alternate guardians or time travel typically portray Harry in this manner."
  },
  {
    "output": "Yes, it is.",
    "input": "That is correct."
  },
  {
    "output": "I’ve got six travel tickets so far from skill games and about thirteen total.",
    "input": "Six travel tickets have been obtained from skill games, with approximately thirteen in total."
  },
  {
    "output": "I’m three tickets away.",
    "input": "Three additional tickets are required."
  },
  {
    "output": "He’s difficult to play against.",
    "input": "He is challenging to play against."
  },
  {
    "output": "You could go for another center back if you want.",
    "input": "Another center back could be selected if desired."
  },
  {
    "output": "I have TOTY Messi at 101.",
    "input": "TOTY Messi at 101 OVR is currently owned."
  },
  {
    "output": "Keep going—he hasn’t let me down yet.",
    "input": "Continued use is suggested, as performance has remained reliable."
  },
  {
    "output": "Sure, we’d be glad to have you.",
    "input": "Participation would be welcomed."
  },
  {
    "output": "I need to get myself a sister.",
    "input": "A desire for a sibling relationship is expressed."
  },
  {
    "output": "I think you mean seven tackles.",
    "input": "It appears the intended number is seven tackles."
  },
  {
    "output": "I just steal the ball and lob it out repeatedly.",
    "input": "The ball is repeatedly taken and cleared."
  },
  {
    "output": "Mine was one of those stories where everything follows the same pattern.",
    "input": "The story followed a repetitive pattern."
  },
  {
    "output": "Looking back, most of them do.",
    "input": "In retrospect, many stories follow this pattern."
  },
  {
    "output": "Yes, I used him at 99 and he was really good.",
    "input": "He was used at 99 OVR and performed well."
  },
  {
    "output": "Fabrizio Romano tweeted that the manager is already sacked.",
    "input": "Fabrizio Romano reported that the manager has been dismissed."
  },
  {
    "output": "You forgot your watermark.",
    "input": "The watermark was omitted."
  },
  {
    "output": "Don’t want anyone stealing this.",
    "input": "This is to prevent unauthorized reuse."
  },
  {
    "output": "Only if he’s in the same tier as you.",
    "input": "This applies only if he is in the same tier."
  },
  {
    "output": "I didn’t complete last week’s quests, so I’m not.",
    "input": "Last week’s quests were not completed, so this does not apply."
  },
  {
    "output": "When you realize French is a major language in Canada and the language of romance.",
    "input": "French is a major language in Canada and is commonly associated with romance."
  },
  {
    "output": "TOTS Benzema is a joy to use in-game.",
    "input": "TOTS Benzema performs very well in gameplay."
  },
  {
    "output": "I use De Jong out of position as a CM.",
    "input": "De Jong is used out of position as a central midfielder."
  },
  {
    "output": "Switch positions and upgrade the forwards accordingly.",
    "input": "Positions should be switched and forwards upgraded accordingly."
  },
  {
    "output": "Yes, with an assist too.",
    "input": "Yes, including an assist."
  },
  {
    "output": "The price will probably drop when retro launches.",
    "input": "The price is expected to decrease when retro launches."
  },
  {
    "output": "It will go down over the next week or so, peak slightly later, and then settle.",
    "input": "It is expected to decline over the next week, rise slightly afterward, and then stabilize."
  },
  {
    "output": "Suit yourself.",
    "input": "The decision is left to the individual."
  },
  {
    "output": "I think the Yule Ball was the main requirement, though there are many other suitable fics.",
    "input": "The Yule Ball appears to be the main requirement, though other suitable fics exist."
  },
  {
    "output": "If I were you, I’d be happy with the keeper I packed.",
    "input": "Satisfaction with the obtained goalkeeper would be reasonable."
  },
  {
    "output": "TOTS Piqué is good.",
    "input": "TOTS Piqué performs well."
  },
  {
    "output": "Tall, strong, solid marking, and stops cross spammers well.",
    "input": "He is tall, strong, has solid marking, and effectively counters frequent crosses."
  },
  {
    "output": "Done that.",
    "input": "That has been completed."
  },
  {
    "output": "It starts from first year and looks like it’ll continue through the later books.",
    "input": "It begins in the first year and appears to continue through later books."
  },
  {
    "output": "No Weasley bashing.",
    "input": "There is no Weasley bashing."
  },
  {
    "output": "You won’t find it using filters.",
    "input": "It cannot be located using filters."
  },
  {
    "output": "Try checking the favourites of old or inactive writers.",
    "input": "Checking the favorites of older or inactive writers is suggested."
  },
  {
    "output": "You might’ve accidentally used them to train other players, maybe for SBCs.",
    "input": "They may have been accidentally used to train other players, possibly for SBCs."
  },
  {
    "output": "All my kits from last season carried over.",
    "input": "All kits from the previous season carried over."
  },
  {
    "output": "I didn’t need to redo anything.",
    "input": "No repetition was required."
  },
  {
    "output": "You won’t regret it.",
    "input": "No regret is expected."
  },
  {
    "output": "If it were a meme, it would’ve been marked as one.",
    "input": "If it were a meme, it would have been labeled accordingly."
  },
  {
    "output": "There should be an option to forfeit in head-to-head and VSA.",
    "input": "An option to forfeit should exist in head-to-head and VSA modes."
  },
  {
    "output": "If someone disconnects, it should auto-forfeit.",
    "input": "A disconnection should trigger an automatic forfeit."
  },
  {
    "output": "Autoplay should also be disabled if there’s no input.",
    "input": "Autoplay should be disabled when no input is detected."
  },
  {
    "output": "Is the fic in Spanish or English?",
    "input": "Is the fic written in Spanish or English?"
  },
  {
    "output": "Griezmann actually played well despite being used out of position.",
    "input": "Griezmann performed well despite being used out of position."
  },
  {
    "output": "We lost due to tactics and midfield issues.",
    "input": "The loss resulted from tactical and midfield issues."
  },
  {
    "output": "No, I have the 19–20 kit.",
    "input": "No, the 2019–20 kit is owned."
  },
  {
    "output": "And logos.",
    "input": "Logos are also included."
  },
  {
    "output": "Wait a week for the market to crash, then buy cheap masters for training.",
    "input": "Waiting a week for a market decline before purchasing low-cost masters for training is advised."
  },
  {
    "output": "You need 11,000 gold points to claim him.",
    "input": "Claiming him requires 11,000 gold points."
  },
  {
    "output": "Only long-term players can do that.",
    "input": "Only long-term players can achieve this."
  },
  {
    "output": "Sure, we’d be glad to have you, though you may not be able to join tournaments.",
    "input": "Participation would be welcomed, though tournament access may be limited."
  },
  {
    "output": "Looks cool, but again, you forgot the watermark.",
    "input": "It appears appealing, but the watermark is missing again."
  },
  {
    "output": "Maybe a player of the month card since the league was won.",
    "input": "A player-of-the-month card may be appropriate due to the league win."
  },
  {
    "output": "I haven’t played head-to-head in ages.",
    "input": "Head-to-head mode has not been played recently."
  },
  {
    "output": "When I do now, I get matched against much lower OVR teams.",
    "input": "Current matchmaking pairs with significantly lower OVR teams."
  },
  {
    "output": "They spam crosses and emotes, so I do the same until they quit.",
    "input": "Opponents frequently use crosses and emotes, which are reciprocated until they leave."
  },
  {
    "output": "I want a good striker Messi that isn’t pay-to-play.",
    "input": "A non-pay-to-play striker version of Messi is desired."
  },
  {
    "output": "I use him alongside Messi and another midfielder.",
    "input": "He is used alongside Messi and another midfielder."
  },
  {
    "output": "He’s solid.",
    "input": "He performs reliably."
  },
  {
    "output": "Those attackers and midfielders are all pretty cheap.",
    "input": "Those attackers and midfielders are relatively inexpensive."
  },
  {
    "output": "To get downvotes?",
    "input": "Is the intention to receive downvotes?"
  },
  {
    "output": "Calhanoglu has advanced rainbow as a skill move.",
    "input": "Çalhanoğlu has the advanced rainbow skill move."
  },
  {
    "output": "Puyol’s stats don’t look great.",
    "input": "Puyol’s statistics do not appear strong."
  },
  {
    "output": "I’d suggest another defender instead.",
    "input": "Another defender is suggested instead."
  },
  {
    "output": "The number of reposts on this sub is insane.",
    "input": "There is a high volume of reposts on this subreddit."
  },
  {
    "output": "Can you link that fic?",
    "input": "Can a link to that fic be provided?"
  },
  {
    "output": "I’ve never heard of it.",
    "input": "It is unfamiliar."
  },
  {
    "output": "Next reset, probably.",
    "input": "It will likely occur at the next reset."
  },
  {
    "output": "Posting sites like FFN and AO3 are the best.",
    "input": "Posting sites such as FFN and AO3 are the most effective."
  },
  {
    "output": "Others have fewer readers.",
    "input": "Other sites have smaller audiences."
  },
  {
    "output": "Scoring two goals from corners with the same defender is big-brain time.",
    "input": "Scoring two corner goals with the same defender demonstrates effective strategy."
  },
  {
    "output": "It’s about 3500 points, I think.",
    "input": "It is approximately 3,500 points."
  },
  {
    "output": "Try a different keeper and upgrade your fullbacks.",
    "input": "Using a different goalkeeper and upgrading fullbacks is suggested."
  },
  {
    "output": "Sorry, I didn’t get you.",
    "input": "Clarification is needed."
  },
  {
    "output": "Do you mean it’s not as user-friendly?",
    "input": "Is the concern related to usability?"
  },
  {
    "output": "Cheap attackers like Nakajima are good training value.",
    "input": "Low-cost attackers such as Nakajima provide good training value."
  },
  {
    "output": "Strong, decent pace, rocket shots, and reliable goals.",
    "input": "He is strong, has adequate pace, powerful shots, and consistent scoring."
  },
  {
    "output": "I packed an 87.",
    "input": "An 87-rated player was obtained."
  },
  {
    "output": "Unlucky.",
    "input": "That outcome is unfortunate."
  },
  {
    "output": "Harmony has potential, and even the author said it was plausible.",
    "input": "Harmony is considered plausible, including by the author."
  },
  {
    "output": "People see it as competition to other pairings.",
    "input": "Some view it as competition to other pairings."
  },
  {
    "output": "TOTS Alisson for keeper and a solid center back pairing.",
    "input": "TOTS Alisson is suggested as goalkeeper along with a strong center-back pairing."
  },
  {
    "output": "I missed out on a legendary keeper and regret it.",
    "input": "A legendary goalkeeper was missed, which is regretted."
  },
  {
    "output": "Event energy starts partway through the day, so we can maximize rewards.",
    "input": "Event energy begins partway through the day, allowing reward optimization."
  },
  {
    "output": "What did I just read?",
    "input": "The content is confusing."
  },
  {
    "output": "The author says the pairing is implied.",
    "input": "The author states that the pairing is implied."
  },
  {
    "output": "It’s post–Goblet of Fire and doesn’t include that specific event.",
    "input": "It is set after Goblet of Fire and does not include that event."
  },
  {
    "output": "Messi can’t speak English, and the accent is Indian.",
    "input": "Messi does not speak English, and the accent is Indian."
  },
  {
    "output": "No hack, he is pro.",
    "input": "No exploit is involved, as he is a professional player."
  },
  {
    "output": "One story isn’t the one you think.",
    "input": "One story differs from the assumed one."
  },
  {
    "output": "The other is a different time-travel fic.",
    "input": "The other is a separate time-travel fic."
  },
  {
    "output": "Sell Neymar and buy masters for training.",
    "input": "Selling Neymar to purchase masters for training is suggested."
  },
  {
    "output": "The story might be deleted.",
    "input": "The story may have been removed."
  },
  {
    "output": "I can’t find it anymore.",
    "input": "It is no longer locatable."
  },
  {
    "output": "If it’s toxic, they should remove the laugh emote.",
    "input": "If the behavior is toxic, the laugh emote should be removed."
  },
  {
    "output": "You couldn’t get him unless you paid during the event.",
    "input": "He was obtainable only through payment during the event."
  },
  {
    "output": "Those defenders are solid options.",
    "input": "Those defenders are reliable choices."
  },
  {
    "output": "The pack costs 2500 gems.",
    "input": "The pack costs 2,500 gems."
  },
  {
    "output": "That’s way over your budget.",
    "input": "That exceeds the available budget."
  },
  {
    "output": "It’s been a long time since Barca were underdogs.",
    "input": "Barcelona has not been considered an underdog for a long time."
  },
  {
    "output": "Hopefully it stays that way.",
    "input": "It is hoped that this continues."
  },
  {
    "output": "Swipe the second defender button downward.",
    "input": "Swipe the second defender button downward."
  },
  {
    "output": "Happens to me too.",
    "input": "This occurs in other cases as well."
  },
  {
    "output": "I had to change kits because they clashed.",
    "input": "The kits were changed due to visual conflict."
  },
  {
    "output": "Last season, my team was much lower OVR and still easy wins.",
    "input": "Last season, the team had a lower OVR and still achieved easy wins."
  },
  {
    "output": "There will be a preseason event where higher OVR helps claim better rewards.",
    "input": "A preseason event will occur in which higher OVR enables better rewards."
  },
  {
    "output": "Yes, if you have enough gems or pay.",
    "input": "Yes, provided sufficient gems or payment is available."
  },
  {
    "output": "Otherwise, no.",
    "input": "Otherwise, it is not possible."
  },
  {
    "output": "Don’t spend more points.",
    "input": "Additional points should not be spent."
  },
  {
    "output": "I got him too.",
    "input": "He was obtained as well."
  },
  {
    "output": "Unlucky.",
    "input": "That outcome is unfortunate."
  },
  {
    "output": "He’s one of the most decorated players in club history and a world-class defender.",
    "input": "He is one of the most decorated players in the club’s history and a world-class defender."
  },
  {
    "output": "Anyone who thinks otherwise is clueless.",
    "input": "Opposing views are considered uninformed."
  },
  {
    "output": "We can watch unlimited ads for energy now, so pay-to-play rewards won’t happen.",
    "input": "Unlimited ads for energy are now available, reducing pay-to-play rewards."
  },
  {
    "output": "Get a marking-focused defender pairing if that’s your goal.",
    "input": "A marking-focused defender pairing is recommended if that is the objective."
  },
  {
    "output": "Gems don’t carry over.",
    "input": "Gems do not transfer between seasons."
  },
  {
    "output": "Yes.",
    "input": "Confirmed."
  },
  {
    "output": "Preseason, golden ticket, or retro events help claim players faster.",
    "input": "Preseason, golden ticket, or retro events enable faster player acquisition."
  },
  {
    "output": "It’s not about cross-spamming, it’s about how broken it is.",
    "input": "The issue relates to balance rather than cross frequency."
  },
  {
    "output": "Even tall defenders lose headers constantly unless you adjust positioning.",
    "input": "Even tall defenders frequently lose headers without proper positioning."
  },
  {
    "output": "I lost 0–1 to a much lower OVR team.",
    "input": "A 0–1 loss occurred against a significantly lower OVR team."
  },
  {
    "output": "By tomorrow?",
    "input": "Is this expected by tomorrow?"
  },
  {
    "output": "I doubt it.",
    "input": "That outcome is unlikely."
  },
  {
    "output": "I can’t invite you; I’m not the admin.",
    "input": "An invitation cannot be sent because administrative privileges are unavailable."
  },
  {
    "output": "Personally, your commentary would be filled with header goals.",
    "input": "The commentary would likely emphasize header goals."
  },
  {
    "output": "Is it possible to learn this power?",
    "input": "Is it possible to acquire this ability?"
  },
  {
    "output": "Even having a basic keeper improves your legacy team.",
    "input": "Having even a basic goalkeeper improves the legacy team."
  },
  {
    "output": "Hard to predict the market right now.",
    "input": "Market trends are currently difficult to predict."
  },
  {
    "output": "Seeing this sub ships HHr as a couple, it’s natural to assume that meaning.",
    "input": "Given that the subreddit supports HHr as a couple, that interpretation is expected."
  },
  {
    "output": "Purely lust-based setups don’t really fit the dynamic.",
    "input": "Purely lust-based portrayals do not align with the established dynamic."
  },
  {
    "output": "I don’t read Harmony just for smut.",
    "input": "Harmony is not read solely for explicit content."
  },
  {
    "output": "Most end with them falling in love anyway.",
    "input": "Most stories conclude with a romantic relationship."
  },
  {
    "output": "Swap defenders so chemistry improves.",
    "input": "Defenders should be swapped to improve chemistry."
  },
  {
    "output": "I think comparing Messi and Ronaldo is unfair due to their roles.",
    "input": "Comparing Messi and Ronaldo is considered unfair due to differing roles."
  },
  {
    "output": "Do you want a Lunar Harmony fic or one where another character plays a major role?",
    "input": "Is a Lunar Harmony fic preferred, or one featuring another major character?"
  },
  {
    "output": "Use one as CAM and another wide to get boosts.",
    "input": "One should be used as CAM and another in a wide position to gain boosts."
  },
  {
    "output": "You should’ve gone for Neuer.",
    "input": "Neuer would have been a better choice."
  },
  {
    "output": "Certain fullbacks are good depending on league.",
    "input": "The effectiveness of certain fullbacks depends on the league."
  },
  {
    "output": "You can buy championship points with gems.",
    "input": "Championship points can be purchased using gems."
  },
  {
    "output": "You can claim both rewards if you haven’t claimed anyone yet.",
    "input": "Both rewards can be claimed if none have been claimed previously."
  },
  { "output": "r/entitledparents content right here.", "input": "This resembles content commonly found in r/entitledparents." },
  { "output": "You can claim a third player if you spend 2,500 gems.", "input": "A third player can be claimed by spending 2,500 gems." },
  { "output": "Antwan is the community manager.", "input": "Antwan serves as the community manager." },
  { "output": "It’s the player who chooses a player.", "input": "The selection is made by the player." },
  { "output": "Could you elaborate on that please?", "input": "Please elaborate on that." },
  { "output": "I didn’t quite understand.", "input": "It was not fully understood." },
  { "output": "Thanks.", "input": "Thank you." },
  { "output": "I dropped from FIFA Masters to Legendary 2.", "input": "The rank dropped from FIFA Masters to Legendary 2." },
  { "output": "Now I’m sitting around 940K fans.", "input": "The current fan count is approximately 940,000." },
  { "output": "The Almiron–Lewandowski combo is a nightmare.", "input": "The Almiron–Lewandowski combination is difficult to face." },
  { "output": "Stats aren’t much better, to be honest.", "input": "The statistics are not significantly better." },
  { "output": "Let them release first.", "input": "They should be released first." },
  { "output": "Yes, it is worth the read.", "input": "Yes, it is worth reading." },
  { "output": "Unpopular opinion: I want a free-to-play striker Messi.", "input": "An unpopular opinion is a desire for a free-to-play striker version of Messi." },
  { "output": "I use a marking center back, so boost isn’t an issue.", "input": "A marking-focused center back is used, so boosts are not an issue." },
  { "output": "Carvajal has done pretty well for me.", "input": "Carvajal has performed well." },
  { "output": "I thought about upgrading, but there’s no OVR difference, so I’d only do it if there’s a huge gameplay improvement.", "input": "An upgrade was considered, but without an OVR difference it would only be done for a significant gameplay improvement." },
  { "output": "Seeing this makes me sad that I gave my free award to another redditor.", "input": "This causes regret about having given the free award to another user." },
  { "output": "Don’t worry about Ibra getting outdated.", "input": "There is no need to worry about Ibra becoming outdated." },
  { "output": "I have TOTY Messi at 101 OVR.", "input": "TOTY Messi at 101 OVR is owned." },
  { "output": "I think it depends on which position has the weakest player.", "input": "It depends on which position has the weakest player." },
  { "output": "I remember doing this last season to get more XP and level up.", "input": "This was done last season to gain more experience points and levels." },
  { "output": "I clearly didn’t know what I was doing.", "input": "There was a lack of understanding at the time." },
  { "output": "Oh wow, he slipped once against a much younger winger and suddenly he’s the worst defender ever?", "input": "One mistake against a younger winger does not justify labeling him as the worst defender." },
  { "output": "Don’t judge based on isolated cases.", "input": "Judgment should not be based on isolated incidents." },
  { "output": "Why do I have a feeling this is Expert difficulty?", "input": "This appears to be Expert difficulty." },
  { "output": "Son should be exactly one OVR below Pique if it were up to you.", "input": "Son would be rated one OVR below Piqué under that assessment." },
  { "output": "Pique played better than Son this season.", "input": "Piqué performed better than Son this season." },
  { "output": "I’m about 1000 points away too.", "input": "The distance remaining is approximately 1,000 points." },
  { "output": "You’ll get the bonus and points in a few days.", "input": "The bonus and points will be received in a few days." },
  { "output": "He is claimable.", "input": "He can be claimed." },
  { "output": "I think the chances of Arthur being the Brazilian CM are low since he left.", "input": "The likelihood of Arthur being the Brazilian CM is low due to his departure." },
  { "output": "Considering how many cards he already has and that big loss, I don’t think many people want him.", "input": "Given the number of existing cards and the recent loss, demand appears limited." },
  { "output": "I need a good endgame version.", "input": "A strong endgame version is needed." },
  { "output": "I haven’t read any fics with that characterization.", "input": "No fics with that characterization have been read." },
  { "output": "Maybe a Triwizard Champion version?", "input": "A Triwizard Champion version may be possible." },
  { "output": "I’d suggest waiting a few hours for prices to stabilize.", "input": "Waiting a few hours for prices to stabilize is suggested." },
  { "output": "I’ll get 800 points an hour after reset.", "input": "Approximately 800 points will be gained per hour after the reset." },
  { "output": "I’ve had games where all of my opponent’s shots come in a short burst.", "input": "There have been matches where an opponent’s shots occurred in a short burst." },
  { "output": "Looking at possession and shots, OP was just outplayed and came for sympathy.", "input": "Based on possession and shots, the original poster was outplayed." },
  { "output": "Other positions are already solid.", "input": "Other positions are already strong." },
  { "output": "Spending 40 million for a small upgrade is up to you.", "input": "Spending 40 million for a minor upgrade is a personal choice." },
  { "output": "Tamil is spoken in Sri Lanka too.", "input": "Tamil is also spoken in Sri Lanka." },
  { "output": "At first I thought you meant only the league, but other players also reached those numbers.", "input": "Initially it appeared to refer only to the league, but other players reached similar figures." },
  { "output": "Please check your facts.", "input": "The facts should be verified." },
  { "output": "Harem fics aren’t requested much here.", "input": "Harem fics are not commonly requested here." },
  { "output": "Trio fics are more common.", "input": "Trio fics are more common." },
  { "output": "It works better than four at the back for me.", "input": "This setup works better than a four-at-the-back formation." },
  { "output": "Nothing fully stops it, but five at the back helps.", "input": "It cannot be fully stopped, but a five-at-the-back formation helps." },
  { "output": "Looking at his karma, I may agree with you.", "input": "Based on his karma, agreement is possible." },
  { "output": "I have a La Liga squad and sold Davies to buy Messi.", "input": "A La Liga squad is used, and Davies was sold to purchase Messi." },
  { "output": "Rank up.", "input": "Ranking up is advised." },
  { "output": "You can gain 4–5 OVR easily.", "input": "An increase of 4–5 OVR can be achieved easily." },
  { "output": "Some Harmony writers do it because it’s easy.", "input": "Some Harmony writers choose this approach because it is easier." },
  { "output": "Most follow the same plot and skip character development.", "input": "Many follow similar plots and omit character development." },
  { "output": "Dig deeper and you’ll find real gems.", "input": "Further searching can reveal higher-quality works." },
  { "output": "They’re not as good as Sancho, but alternatives work better for chemistry.", "input": "They are not as strong as Sancho, but alternatives provide better chemistry." },
  { "output": "There’s a big OVR and chemistry difference.", "input": "There is a significant difference in OVR and chemistry." },
  { "output": "I don’t think he hacked.", "input": "There is no indication of hacking." },
  { "output": "I wouldn’t suggest using automatic translation alone.", "input": "Relying solely on automatic translation is not recommended." },
  { "output": "It often gives incorrect results.", "input": "It frequently produces inaccurate results." },
  { "output": "Assuming you’re a Madrid fan, I don’t see how Hazard deserves that high a card.", "input": "Assuming support for Madrid, Hazard does not appear to merit such a high rating." },
  { "output": "Option D: all of the above.", "input": "Option D includes all listed choices." },
  { "output": "Most good cards are pay-to-play.", "input": "Most strong cards require payment." },
  { "output": "I really want a free-to-play version with decent stats.", "input": "A free-to-play version with reasonable statistics is desired." },
  { "output": "Repost.", "input": "This is a repost." },
  { "output": "r/entitledparents content right here.", "input": "This resembles content typically found in r/entitledparents." },
  { "output": "You can claim a third player if you spend 2,500 gems.", "input": "A third player can be claimed by spending 2,500 gems." },
  { "output": "Antwan is the community manager.", "input": "Antwan is the community manager." },
  { "output": "It’s the player who chooses a player.", "input": "The selection is made by the player." },
  { "output": "Could you elaborate on that please?", "input": "Please elaborate on that." },
  { "output": "I didn’t quite understand.", "input": "It was not fully understood." },
  { "output": "Thanks.", "input": "Thank you." },
  { "output": "I dropped from FIFA Masters to Legendary 2.", "input": "The rank dropped from FIFA Masters to Legendary 2." },
  { "output": "Now I’m sitting around 940K fans.", "input": "The current fan count is approximately 940,000." },
  { "output": "The Almiron–Lewandowski combo is a nightmare.", "input": "The Almirón–Lewandowski combination is difficult to face." },
  { "output": "Stats aren’t much better, to be honest.", "input": "The statistics are not significantly better." },
  { "output": "Let them release first.", "input": "They should be released first." },
  { "output": "Yes, it is worth the read.", "input": "Yes, it is worth reading." },
  { "output": "Unpopular opinion: I want a free-to-play striker Messi.", "input": "An unpopular opinion is a preference for a free-to-play striker version of Messi." },
  { "output": "I use a marking center back, so boost isn’t an issue.", "input": "A marking-focused center back is used, so boosts are not an issue." },
  { "output": "Carvajal has done pretty well for me.", "input": "Carvajal has performed well." },
  { "output": "I thought about upgrading, but there’s no OVR difference, so I’d only do it if there’s a huge gameplay improvement.", "input": "An upgrade was considered, but without an OVR difference it would only be pursued if there were a significant gameplay improvement." },
  { "output": "Seeing this makes me sad that I gave my free award to another redditor.", "input": "This causes regret about having given the free award to another user." },
  { "output": "Don’t worry about Ibra getting outdated.", "input": "There is no need to worry about Ibra becoming outdated." },
  { "output": "I have TOTY Messi at 101 OVR.", "input": "TOTY Messi at 101 OVR is owned." },
  { "output": "I think it depends on which position has the weakest player.", "input": "It depends on which position contains the weakest player." },
  { "output": "I remember doing this last season to get more XP and level up.", "input": "This was done last season to gain additional experience and levels." },
  { "output": "I clearly didn’t know what I was doing.", "input": "There was a lack of understanding at the time." },
  { "output": "Oh wow, he slipped once against a much younger winger and suddenly he’s the worst defender ever?", "input": "A single mistake against a younger winger does not justify labeling him the worst defender." },
  { "output": "Don’t judge based on isolated cases.", "input": "Judgment should not be based on isolated incidents." },
  { "output": "Why do I have a feeling this is Expert difficulty?", "input": "This appears to be Expert difficulty." },
  { "output": "Son should be exactly one OVR below Pique if it were up to you.", "input": "Son would be rated one OVR below Piqué under that assessment." },
  { "output": "Pique played better than Son this season.", "input": "Piqué performed better than Son this season." },
  { "output": "I’m about 1000 points away too.", "input": "Approximately 1,000 points remain." },
  { "output": "You’ll get the bonus and points in a few days.", "input": "The bonus and points will be received in a few days." },
  { "output": "He is claimable.", "input": "He can be claimed." },
  { "output": "I think the chances of Arthur being the Brazilian CM are low since he left.", "input": "The likelihood of Arthur being the Brazilian CM is low due to his departure." },
  { "output": "Considering how many cards he already has and that big loss, I don’t think many people want him.", "input": "Given the number of existing cards and the recent loss, demand appears limited." },
  { "output": "I need a good endgame version.", "input": "A strong endgame version is required." },
  { "output": "I haven’t read any fics with that characterization.", "input": "No fics with that characterization have been read." },
  { "output": "Maybe a Triwizard Champion version?", "input": "A Triwizard Champion version may be possible." },
  { "output": "I’d suggest waiting a few hours for prices to stabilize.", "input": "Waiting a few hours for prices to stabilize is suggested." },
  { "output": "I’ll get 800 points an hour after reset.", "input": "Approximately 800 points will be gained per hour after the reset." },
  { "output": "I’ve had games where all of my opponent’s shots come in a short burst.", "input": "There have been matches where an opponent’s shots occurred in a short burst." },
  { "output": "Looking at possession and shots, OP was just outplayed and came for sympathy.", "input": "Based on possession and shots, the original poster was outplayed." },
  { "output": "Other positions are already solid.", "input": "Other positions are already strong." },
  { "output": "Spending 40 million for a small upgrade is up to you.", "input": "Spending 40 million for a minor upgrade is a personal decision." },
  { "output": "Tamil is spoken in Sri Lanka too.", "input": "Tamil is also spoken in Sri Lanka." },
  { "output": "At first I thought you meant only the league, but other players also reached those numbers.", "input": "Initially it appeared to refer only to the league, but other players reached similar figures." },
  { "output": "Please check your facts.", "input": "The facts should be verified." },
  { "output": "Harem fics aren’t requested much here.", "input": "Harem fics are not commonly requested here." },
  { "output": "Trio fics are more common.", "input": "Trio fics are more common." },
  { "output": "It works better than four at the back for me.", "input": "This setup works better than a four-at-the-back formation." },
  { "output": "Nothing fully stops it, but five at the back helps.", "input": "It cannot be fully stopped, but a five-at-the-back formation helps." },
  { "output": "Looking at his karma, I may agree with you.", "input": "Based on his karma, agreement is possible." },
  { "output": "I have a La Liga squad and sold Davies to buy Messi.", "input": "A La Liga squad is used, and Davies was sold to purchase Messi." },
  { "output": "Rank up.", "input": "Ranking up is advised." },
  { "output": "You can gain 4–5 OVR easily.", "input": "An increase of 4–5 OVR can be achieved easily." },
  { "output": "Some Harmony writers do it because it’s easy.", "input": "Some Harmony writers choose this approach because it is easier." },
  { "output": "Most follow the same plot and skip character development.", "input": "Many follow similar plots and omit character development." },
  { "output": "Dig deeper and you’ll find real gems.", "input": "Further searching can reveal higher-quality works." },
  { "output": "They’re not as good as Sancho, but alternatives work better for chemistry.", "input": "They are not as strong as Sancho, but alternatives provide better chemistry." },
  { "output": "There’s a big OVR and chemistry difference.", "input": "There is a significant difference in OVR and chemistry." },
  { "output": "I don’t think he hacked.", "input": "There is no indication of hacking." },
  { "output": "I wouldn’t suggest using automatic translation alone.", "input": "Relying solely on automatic translation is not recommended." },
  { "output": "It often gives incorrect results.", "input": "It frequently produces inaccurate results." },
  { "output": "Assuming you’re a Madrid fan, I don’t see how Hazard deserves that high a card.", "input": "Assuming support for Madrid, Hazard does not appear to merit such a high rating." },
  { "output": "Option D: all of the above.", "input": "Option D includes all listed choices." },
  { "output": "Most good cards are pay-to-play.", "input": "Most strong cards require payment." },
  { "output": "I really want a free-to-play version with decent stats.", "input": "A free-to-play version with reasonable statistics is desired." },
  { "output": "Repost.", "input": "This is a repost." },
  { "output": "That sounds very specific.", "input": "That description is very specific." },
  { "output": "If it doesn’t exist, maybe write it yourself.", "input": "If it does not exist, creating it independently is an option." },
  { "output": "Neuer is solid and endgame.", "input": "Neuer is a reliable endgame option." },
  { "output": "Upgrade other positions instead.", "input": "Other positions should be upgraded instead." },
  { "output": "Congrats, you’re not the first to post this.", "input": "This has been posted previously." },
  { "output": "Yes, it has a circuit, a theme park, and a water park.", "input": "It includes a circuit, a theme park, and a water park." },
  { "output": "If only I had a pound for every time I saw this.", "input": "This has been encountered frequently." },
  { "output": "Get better fullbacks and midfield upgrades.", "input": "Upgrading fullbacks and midfielders is recommended." },
  { "output": "It’s unlikely we’ll get another striker unless there’s a major signing.", "input": "Another striker is unlikely unless a major signing occurs." },
  { "output": "Sell weaker players and balance your formation.", "input": "Weaker players should be sold and the formation balanced." },
  { "output": "Messi might be a highlight player.", "input": "Messi may be a highlight player." },
  { "output": "If not, claim and sell the most expensive one.", "input": "If not, the most expensive option should be claimed and sold." },
  { "output": "My keeper has been insane for me in head-to-head.", "input": "The goalkeeper has performed exceptionally in head-to-head matches." },
  { "output": "I didn’t say that.", "input": "That was not stated." },
  { "output": "I just want a free-to-play Messi with decent stats.", "input": "The preference is for a free-to-play Messi with reasonable statistics." },
  { "output": "Sell one star, upgrade defense, and switch formation.", "input": "One star player should be sold, the defense upgraded, and the formation changed." },
  { "output": "Marcelo, in my opinion.", "input": "Marcelo is preferred." },
  { "output": "There’s nothing confusing if you read it properly.", "input": "The content is clear when read carefully." },
  { "output": "I use Photoshop.", "input": "Photoshop is used." },
  { "output": "Where can I buy one?", "input": "Where can it be purchased?" },
  { "output": "Son has fewer goals this season.", "input": "Son has scored fewer goals this season." },
  { "output": "Not a fair comparison.", "input": "The comparison is not fair." },
  { "output": "Use ranks to increase OVR.", "input": "Ranks can be used to increase OVR." },
  { "output": "Seeing how expensive those cards are, I’ll pass.", "input": "Due to the high cost of those cards, they will be avoided." },
  { "output": "One word: Hazard.", "input": "Hazard is referenced." },
  { "output": "Is that highlight player confirmed or just speculation?", "input": "Is the highlight player confirmed or speculative?" },
  { "output": "Selling is better.", "input": "Selling is the better option." },
  { "output": "Prices drop later.", "input": "Prices decrease at a later stage." },
  { "output": "Play five at the back to suffocate cross spammers.", "input": "Using a five-at-the-back formation can reduce frequent crossing." },
  { "output": "Thanks, I’ll try it.", "input": "Thank you, it will be tried." },
  { "output": "Yas Marina is an island in Abu Dhabi.", "input": "Yas Marina is located on an island in Abu Dhabi." },
  { "output": "Warning: contains sensitive content.", "input": "This contains sensitive content." },
  { "output": "I’ve had games like that too.", "input": "Similar matches have occurred previously." },
  { "output": "OP was just outplayed.", "input": "The original poster was outplayed." },
  { "output": "You need a better analogy.", "input": "A more suitable analogy is required." },
  { "output": "I’ve seen many fics tagged one way but end differently.", "input": "Many fics are tagged one way but conclude differently." },
  { "output": "For me, if they end in love, it counts.", "input": "If they conclude with a romantic outcome, they are considered valid." },
  { "output": "There’s pure joy in beating a cross spammer.", "input": "Defeating frequent crossing strategies is satisfying." },
  { "output": "They show the final reward image, not the requirement.", "input": "The final reward image is shown rather than the requirement." },
  { "output": "That happens the first time you replay.", "input": "This occurs during the first replay." },
  { "output": "This happened to me in school too.", "input": "This occurred previously in school." },
  { "output": "To claim faster, you need coin packs.", "input": "Coin packs are required to claim rewards faster." },
  { "output": "Just a heads up, the card art won’t look like that.", "input": "The card art will differ from that depiction." },
  { "output": "Best of luck to you too.", "input": "Best wishes are extended." },
  { "output": "It’s confusing.", "input": "It is confusing." },
  { "output": "I dislike complex tenses.", "input": "Complex tenses are disliked." },
  { "output": "I’m waiting for a replacement for my CDM.", "input": "A replacement for the CDM is awaited." },
  { "output": "Your coins, players, and gems reset next season.", "input": "Coins, players, and gems reset in the next season." },
  { "output": "This news is real.", "input": "This information is confirmed." },
  { "output": "Thanks.", "input": "Thank you." },
  { "output": "A reposter once stole my work and got massive karma.", "input": "Previously, a repost resulted in another user receiving significant recognition." },
  { "output": "I’ll probably get downvoted, but I want better young cards.", "input": "Despite potential downvotes, there is a preference for improved young cards." },
  { "output": "Lie down.", "input": "Lying down is suggested." },
  { "output": "Try not to cry.", "input": "Crying is discouraged." },
  { "output": "Cry a lot.", "input": "Extended crying is referenced." },
  { "output": "Try letting the keeper autoplay penalties.", "input": "Allowing the goalkeeper to autoplay penalties is suggested." },
  { "output": "It’s called the Ministry of Magic.", "input": "It is referred to as the Ministry of Magic." },
  { "output": "I’m at 2300 but opened gem packs.", "input": "The current total is 2,300 after opening gem packs." },
  { "output": "Big brain time.", "input": "A strategic decision is implied." },
  { "output": "Switch to a formation with two strikers and CAMs.", "input": "Switching to a formation with two strikers and CAMs is recommended." },
  { "output": "You’ll need 15,000 gems for a third highlight player.", "input": "A third highlight player requires 15,000 gems." },
  { "output": "Gun licenses aren’t available for civilians where I live.", "input": "Gun licenses are not available to civilians in that location." },
  { "output": "Yes, coin packs.", "input": "Yes, coin packs are referenced." },
  { "output": "Swap players, upgrade defense, and adjust chemistry.", "input": "Players should be swapped, defense upgraded, and chemistry adjusted." },
  { "output": "That player is cheap and decent.", "input": "That player is inexpensive and adequate." },
  { "output": "No.", "input": "No." },
  { "output": "Melt older cards into better upgrades.", "input": "Older cards should be used for stronger upgrades." },
  { "output": "Use filters and search the market step by step.", "input": "Filters should be used to search the market incrementally." },
  { "output": "Keep Alisson.", "input": "Alisson should be retained." },
  { "output": "Try selling another midfielder instead.", "input": "Selling a different midfielder is suggested." },
  { "output": "Coin packs speed up progress toward highlight players.", "input": "Coin packs accelerate progress toward highlight players." },
  { "output": "Do not let your fullbacks get out of position.", "input": "Fullbacks should be kept in position." },
  { "output": "Thanks.", "input": "Thank you." },
  { "output": "Free pack pull.", "input": "The card was obtained from a free pack." },
  { "output": "Insane luck.", "input": "The outcome involved significant luck." },
  { "output": "Messi isn’t leaving.", "input": "Messi is not leaving." },
  { "output": "Transfers don’t inflate an entire club.", "input": "Transfers do not inflate the value of an entire club." },
  { "output": "Bought?", "input": "Was it purchased?" },
  { "output": "Spamming the laugh back can be satisfying.", "input": "Responding with repeated laugh emotes can be satisfying." },
  { "output": "NTA.", "input": "No fault is assigned." },
  { "output": "Family support goes both ways.", "input": "Family support is mutual." },
  { "output": "Desperate times, desperate measures.", "input": "Extreme situations lead to extreme actions." },
  { "output": "We understood your comment.", "input": "The comment was understood." },
  { "output": "Report.", "input": "Reporting is suggested." },
  { "output": "That guy looks like Harry Potter.", "input": "That individual resembles Harry Potter." },
  { "output": "Does this violate the rules?", "input": "Is this a violation of the rules?" },
  { "output": "No thank you.", "input": "No, thank you." },
  { "output": "Follow the math guide and calculate points properly.", "input": "The math guide should be followed to calculate points accurately." },
  { "output": "Not exactly how the template works, but take my upvote.", "input": "It does not align with the template, but approval is given." },
  { "output": "First time?", "input": "Is this the first occurrence?" },
  { "output": "You’ll face cross spammers often.", "input": "Frequent crossing strategies will be encountered often." },
  { "output": "Hold onto that keeper.", "input": "The goalkeeper should be retained." },
  { "output": "Barca will wear a new kit next season.", "input": "Barcelona will use a new kit next season." },
  { "output": "Trump didn’t start those trade relations.", "input": "Those trade relations did not begin under Trump." },
  { "output": "Some matches lag due to servers or rage quits.", "input": "Match lag can occur due to server issues or player disconnects." },
  { "output": "NTA.", "input": "No fault is assigned." },
  { "output": "That title sounds bad at first glance.", "input": "The title appears negative initially." },
  { "output": "Yes, but only two years left.", "input": "Yes, but only two years remain." },
  { "output": "I had the same drop in fans.", "input": "A similar decrease in fans occurred." },
  { "output": "Extremely frustrating.", "input": "This is highly frustrating." },
  { "output": "Those defenders are decent within budget.", "input": "Those defenders are adequate within the budget." },
  { "output": "I have in-person exams too.", "input": "There are also in-person examinations." },
  { "output": "He probably bought and ranked him.", "input": "It is likely that he purchased and ranked the player." },
  { "output": "Repost.", "input": "This is a repost." },
  { "output": "Swapping midfielders improves chemistry.", "input": "Swapping midfielders improves chemistry." },
  { "output": "Aren’t you that high-OVR guy?", "input": "Are you the player with a high OVR?" },
  { "output": "I spam emotes only when it’s safe.", "input": "Emotes are used only when it is safe to do so." },
  { "output": "Switch to a defensive setup.", "input": "Switching to a defensive setup is recommended." },
  { "output": "Repost again.", "input": "This is reposted again." },
  { "output": "I packed a great card but didn’t screenshot it.", "input": "A strong card was obtained but not documented with a screenshot." },
  { "output": "Merci.", "input": "Thank you." },
  { "output": "Not most.", "input": "Not the majority." },
  { "output": "Around 30%.", "input": "Approximately 30 percent." },
  { "output": "Ranks are basically training XP.", "input": "Ranks function similarly to training experience points." },
  { "output": "I have an urge to call you a karma farmer.", "input": "There is an inclination to accuse the user of seeking karma." },
  { "output": "My defender sometimes drifts forward.", "input": "The defender occasionally moves out of position." },
  { "output": "Very frustrating.", "input": "This is very frustrating." },
  { "output": "League recruitment posts go elsewhere.", "input": "League recruitment posts should be placed elsewhere." },
  { "output": "How would commentary even work in-game?", "input": "How commentary would function in-game is unclear." },
  { "output": "Yes, I have surplus points after buying packs.", "input": "Yes, surplus points remain after purchasing packs." },
  { "output": "Bookings and offsides are AI issues.", "input": "Bookings and offsides are controlled by the AI." },
  { "output": "Sounds like league drama.", "input": "This appears to involve league-related issues." },
  { "output": "My French isn’t great.", "input": "French proficiency is limited." },
  { "output": "The toughest defenders are specific ones.", "input": "Only certain defenders are particularly difficult." },
  { "output": "VVD is still good.", "input": "VVD remains effective." },
  { "output": "You have enough gems for a third highlight player.", "input": "There are sufficient gems for a third highlight player." },
  { "output": "Just don’t overfill the meter.", "input": "The meter should not be overfilled." },
  { "output": "Why not upgrade Roberto properly?", "input": "Upgrading Roberto properly is an option." },
  { "output": "Isn’t that your post?", "input": "Is that the same post you made?" },
  { "output": "Typical hypocrite.", "input": "This behavior is considered hypocritical." },
  { "output": "I’ve faced both defenders; one was much harder.", "input": "Both defenders have been faced, and one was significantly more difficult." },
  { "output": "I’m Indian, and that comment is insulting.", "input": "As an Indian individual, that comment is considered insulting." },
  { "output": "Stat differences are small.", "input": "The statistical differences are minimal." },
  { "output": "Hopefully we sign a better fullback.", "input": "There is hope for signing a better fullback." },
  { "output": "I haven’t faced him yet, so I can’t comment.", "input": "He has not been encountered yet, so no assessment can be made." },
  { "output": "I use a narrow formation with two strikers.", "input": "A narrow formation with two strikers is used." },
  { "output": "That comment is racist.", "input": "That comment is considered racist." },
  { "output": "Asking for upvotes violates rules.", "input": "Requesting upvotes violates the rules." },
  { "output": "Repost again.", "input": "This is reposted again." },
  { "output": "Left side striker is the playmaker for me.", "input": "The left-sided striker functions as the playmaker." },
  { "output": "Players will be cheaper later.", "input": "Player prices will decrease later." },
  { "output": "Elites are rare.", "input": "Elite players are rare." },
  { "output": "Masters even more.", "input": "Master-level players are even rarer." },
  { "output": "Sell later when the price rises.", "input": "Selling later when prices increase is advised." },
  { "output": "Rules are clear: no reposts.", "input": "The rules clearly prohibit reposts." },
  { "output": "I faced heavy cross spam with tall attackers.", "input": "Frequent crossing was encountered from tall attackers." },
  { "output": "Go for Zinchenko if needed.", "input": "Zinchenko can be selected if necessary." },
  { "output": "Laughs in PC.", "input": "Amusement is expressed while using a PC." },
  { "output": "Buy tall defenders and defend deep.", "input": "Tall defenders should be purchased and a deep defensive line used." },
  { "output": "There’s no such stigma where I live.", "input": "No such stigma exists in that location." },
  { "output": "Pink shirts are common.", "input": "Pink shirts are commonly worn." },
  {
    "output": "The devs don’t seem to be huge fans of Salah, judging by the cards he got this season.",
    "input": "The developers do not appear to favor Salah based on the cards he received this season."
  },
  {
    "output": "Wouldn’t it make more sense to keep Puig, seeing that he is the highest-rated free-to-play CM yet?",
    "input": "It would make more sense to keep Puig because he is currently the highest-rated free-to-play central midfielder."
  },
  {
    "output": "If you swap Ramos and Pique, you’ll have a ring of perfect chemistry.",
    "input": "Swapping Ramos and Pique results in perfect chemistry."
  },
  {
    "output": "He sells for 500,000 in my market. They’re all just training XP now.",
    "input": "He sells for 500,000 in my market. They are now only useful as training experience."
  },
  {
    "output": "I’m a Culer and I admire both of them. Most Culers I know admire both as well.",
    "input": "I am a Barcelona supporter and I admire both players. Most Barcelona supporters I know also admire both."
  },
  {
    "output": "Saying he hates them just because he’s a Barca fan is a bit presumptive.",
    "input": "Claiming that he dislikes them solely because he supports Barcelona is presumptive."
  },
  {
    "output": "As for CR7 and Benzema, he mentions elsewhere that he’s a Real Madrid fan.",
    "input": "Regarding Ronaldo and Benzema, he has stated elsewhere that he is a Real Madrid supporter."
  },
  {
    "output": "I think he’s just a troll.",
    "input": "He appears to be acting provocatively."
  },
  {
    "output": "Last-minute corners are frustrating, to say the least.",
    "input": "Last-minute corners are frustrating."
  },
  {
    "output": "Your OVR compared to your fan count makes me think you’re a cross spammer.",
    "input": "Your overall rating compared to your fan count suggests frequent use of crosses."
  },
  {
    "output": "This sub is kind of toxic in that way.",
    "input": "This community often reacts negatively."
  },
  {
    "output": "If anyone expresses an opinion against the flow, they get downvoted.",
    "input": "Users who express opinions that differ from the majority are frequently downvoted."
  },
  {
    "output": "TOTS Pique should be on defending.",
    "input": "Team of the Season Pique should be assigned to defending."
  },
  {
    "output": "Marking is fine, but a speed boost would help him a lot.",
    "input": "His marking is adequate, but increased speed would improve his performance."
  },
  {
    "output": "I’m 141/320 and got into FIFA Champions two days ago.",
    "input": "My progress is 141 out of 320, and I entered FIFA Champions two days ago."
  },
  {
    "output": "You need to be at least 140/300 to get into Champions.",
    "input": "Entry into Champions requires at least 140 out of 300."
  },
  {
    "output": "To get into Masters, you’ll need to be at least 170 OVR.",
    "input": "Entry into Masters requires a minimum overall rating of 170."
  },
  {
    "output": "Thanks! I didn’t think I could do it, especially with all the cross spammers and scripting issues.",
    "input": "I did not expect to achieve this, particularly given frequent crosses and scripting issues."
  },
  {
    "output": "This isn’t self-promotion, but a video helped me beat them last week.",
    "input": "This is not intended as self-promotion, but a video helped me defeat them last week."
  },
  {
    "output": "Did it on my third try yesterday.",
    "input": "I succeeded on my third attempt yesterday."
  },
  {
    "output": "You should always swipe the keeper toward the center, because the ball goes there once every ten shots.",
    "input": "The goalkeeper should be swiped toward the center because the ball occasionally travels there."
  },
  {
    "output": "There’s no way the goalkeeper can miss it then.",
    "input": "This prevents the goalkeeper from missing the save."
  },
  {
    "output": "Edit: I saw your title now.",
    "input": "I have now seen your title."
  },
  {
    "output": "You tag people on Reddit using u/, not @.",
    "input": "Users are tagged on Reddit using u/ rather than @."
  },
  {
    "output": "And tagging someone doesn’t work if you put it in the title.",
    "input": "Tagging does not function when placed in the post title."
  },
  {
    "output": "The highest I reached was 15–14 in those El Dorado matches.",
    "input": "My highest result in El Dorado matches was 15–14."
  },
  {
    "output": "I scored my only goal with MAtS.",
    "input": "My only goal was scored using MAtS."
  },
  {
    "output": "It was boring.",
    "input": "The match was uneventful."
  },
  {
    "output": "It would be best to get Sokratis and melt Canna into him.",
    "input": "It would be preferable to obtain Sokratis and convert Cannavaro into him."
  },
  {
    "output": "Is this in head-to-head?",
    "input": "Is this referring to head-to-head mode?"
  },
  {
    "output": "He might get a pre-season card, judging by the rumors.",
    "input": "He may receive a pre-season card based on current rumors."
  },
  {
    "output": "Why do you think they need a graphic designer?",
    "input": "What makes you think they require a graphic designer?"
  },
  {
    "output": "Oh wait, it’s FIFA Champions.",
    "input": "This refers to FIFA Champions."
  },
  {
    "output": "I always mess up the name.",
    "input": "I frequently confuse the name."
  },
  {
    "output": "Why not?",
    "input": "There is no stated reason against it."
  },
  {
    "output": "You need to level up to unlock chemistry.",
    "input": "Leveling up is required to unlock chemistry."
  },
  {
    "output": "He edited his original comment.",
    "input": "He modified his original comment."
  },
  {
    "output": "No.",
    "input": "No."
  },
  {
    "output": "He’s sold.",
    "input": "The item has been sold."
  },
  {
    "output": "Pre-season.",
    "input": "This occurs during the pre-season period."
  },
  {
    "output": "People are delusional about not catching the virus.",
    "input": "Some people believe they will not catch the virus despite evidence to the contrary."
  },
  {
    "output": "Only one fic is abandoned.",
    "input": "Only one fanfiction is abandoned."
  },
  {
    "output": "Others are completed or WIP.",
    "input": "The others are either completed or works in progress."
  },
  {
    "output": "Pandemic fatigue is real.",
    "input": "Pandemic fatigue exists."
  },
  {
    "output": "People are still planning big events.",
    "input": "People continue to plan large events."
  },
  {
    "output": "I had read the others, but this one really creeped me out.",
    "input": "I had read the others, but this one caused discomfort."
  },
  {
    "output": "Where I’m from, we have parties when periods stop temporarily.",
    "input": "In my region, gatherings are held when periods stop temporarily."
  },
  {
    "output": "This reminded me of an old author.",
    "input": "This brought an old author to mind."
  },
  {
    "output": "If you can save up for Ansu, he’d be perfect.",
    "input": "If you are able to save resources for Ansu, he would be an ideal choice."
  },
  {
    "output": "You tag people using u/, not @.",
    "input": "People are tagged using u/ rather than @."
  },
  {
    "output": "First time?",
    "input": "Is this your first time?"
  },
  {
    "output": "It has a strong, decisive Harry without being ridiculous.",
    "input": "It portrays a strong and decisive version of Harry without excess."
  },
  {
    "output": "He may release with the new Prospect Search chapter.",
    "input": "He may be released alongside the new Prospect Search chapter."
  },
  {
    "output": "Cussing is fine.",
    "input": "The use of profanity is acceptable."
  },
  {
    "output": "Blind faith in trophies is what annoys me.",
    "input": "Uncritical trust in trophies is what causes annoyance."
  },
  {
    "output": "Unlikely.",
    "input": "This is unlikely."
  },
  {
    "output": "There are more cards in the market now.",
    "input": "There are currently more cards available in the market."
  },
  {
    "output": "Rumors mean nothing unless confirmed by reliable sources.",
    "input": "Rumors have no value unless confirmed by reliable sources."
  },
  {
    "output": "Those chemistry lines look lighter to me, not darker.",
    "input": "Those chemistry lines appear lighter rather than darker."
  },
  {
    "output": "Müller and Rabiot also wear 25.",
    "input": "Müller and Rabiot also wear the number 25."
  },
  {
    "output": "I wouldn’t call any bashing fic “good,” personally.",
    "input": "I would not personally consider any bashing fanfiction to be good."
  },
  {
    "output": "Harry Potter and the Soulmate Bond has Sirius rescuing Harry without Dumbledore bashing.",
    "input": "Harry Potter and the Soulmate Bond includes Sirius rescuing Harry without Dumbledore bashing."
  },
  {
    "output": "Which event?",
    "input": "Which event is being referred to?"
  },
  {
    "output": "Neymar never got two event cards.",
    "input": "Neymar did not receive two event cards."
  },
  {
    "output": "Sure, editing it now.",
    "input": "I am editing it now."
  },
  {
    "output": "It’s better to sell Navas and get Varane, then save for Areola.",
    "input": "It is preferable to sell Navas, acquire Varane, and then save resources for Areola."
  },
  {
    "output": "The relationship is the main plot, but it gets sidelined sometimes.",
    "input": "The relationship is the primary plot element, but it is occasionally sidelined."
  },
  {
    "output": "Davies isn’t great in VSA but is terrifying in head-to-head.",
    "input": "Davies performs poorly in VSA but is very effective in head-to-head mode."
  },
  {
    "output": "Most free kicks I score are like that.",
    "input": "Most free kicks I score follow that pattern."
  },
  {
    "output": "Magnetic effects of electric current is the most boring physics chapter ever.",
    "input": "Magnetic effects of electric current is the least engaging physics chapter."
  },
  {
    "output": "Playing football in the rain was fun—until I slipped.",
    "input": "Playing football in the rain was enjoyable until I slipped."
  },
  {
    "output": "Some attackers still haven’t found their rhythm.",
    "input": "Some attackers have not yet found consistent form."
  },
  {
    "output": "We might get a good Trincao card in pre-season.",
    "input": "A strong Trincao card may be released during pre-season."
  },
  {
    "output": "UTOTS Ronaldo is the perfect partner for ADP.",
    "input": "UTOTS Ronaldo is an ideal partner for ADP."
  },
  {
    "output": "I lost a lot of coins once due to a typo, so I’m cautious now.",
    "input": "I previously lost many coins due to a typographical error and am now cautious."
  },
  {
    "output": "Advanced rainbow isn’t effective anymore.",
    "input": "Advanced rainbow is no longer effective."
  },
  {
    "output": "I noticed your edit and answered it.",
    "input": "I saw your edit and responded to it."
  },
  {
    "output": "Key word: legally.",
    "input": "The key term is legally."
  },
  {
    "output": "Thanks for the seat.",
    "input": "Thank you for the seat."
  },
  {
    "output": "Swap Casemiro with Kroos for perfect chemistry.",
    "input": "Exchanging Casemiro with Kroos results in perfect chemistry."
  },
  {
    "output": "He isn’t? I didn’t notice.",
    "input": "I was not aware of that."
  },
  {
    "output": "Is that an undercooked sausage?",
    "input": "That appears to be an undercooked sausage."
  },
  {
    "output": "I thought I saw a face.",
    "input": "I believed I saw a face."
  },
  {
    "output": "De_Dust2.",
    "input": "De_Dust2."
  },
  {
    "output": "Seriously? You got downvoted just for answering.",
    "input": "You were downvoted solely for providing an answer."
  },
  {
    "output": "I remember a fic where unforgivable curses were originally medical spells.",
    "input": "I recall a fanfiction in which unforgivable curses originated as medical spells."
  },
  {
    "output": "That line made me laugh.",
    "input": "That line was amusing."
  },
  {
    "output": "Oui oui baguette.",
    "input": "Oui oui baguette."
  },
  {
    "output": "I’m waiting for Google Maps to zoom out.",
    "input": "I am waiting for Google Maps to zoom out."
  },
  {
    "output": "Still waiting.",
    "input": "I am still waiting."
  },
  {
    "output": "Clash of Clans.",
    "input": "Clash of Clans."
  },
  {
    "output": "Username checks out.",
    "input": "The username aligns with expectations."
  },
  {
    "output": "I always write in cursive.",
    "input": "I consistently write in cursive."
  },
  {
    "output": "It’s hard for others to read.",
    "input": "This makes it difficult for others to read."
  },
  {
    "output": "Dialects vary every 100 km here, so we try to speak clearly.",
    "input": "Dialects change frequently in this region, so clear speech is preferred."
  },
  {
    "output": "Just delete this.",
    "input": "This should be deleted."
  },
  {
    "output": "It’s fun until you notice the stain.",
    "input": "It is enjoyable until the stain is noticed."
  },
  {
    "output": "Calling a fanbase delusional never helps.",
    "input": "Referring to a fanbase as delusional is not helpful."
  },
  {
    "output": "I don’t hate other shippers; I just think Harmony was more plausible.",
    "input": "I do not dislike other shippers, but I consider Harmony more plausible."
  },
  {
    "output": "NTA. Wearing a hoodie at 34 degrees would kill me.",
    "input": "The person is not at fault. Wearing a hoodie at 34 degrees would be intolerable."
  },
  {
    "output": "The Greater Good.",
    "input": "The Greater Good."
  },
  {
    "output": "How do you call the ffn bot?",
    "input": "How is the fanfiction.net bot summoned?"
  },
  {
    "output": "Woosh.",
    "input": "The point was missed."
  },
  {
    "output": "I shouldn’t have said that.",
    "input": "That statement should not have been made."
  },
  {
    "output": "Older phones had better keypad apps.",
    "input": "Older phones had superior keypad applications."
  },
  {
    "output": "No, I’m pretty sure he swore to protect Chandra.",
    "input": "I am confident that he vowed to protect Chandra."
  },
  {
    "output": "I finally understood what “eating each other’s faces out” means.",
    "input": "I eventually understood the meaning of the phrase \"eating each other’s faces out.\""
  },
  {
    "output": "This isn’t Chess 960.",
    "input": "This is not Chess 960."
  },
  {
    "output": "Interstellar.",
    "input": "Interstellar."
  },
  {
    "output": "I’ll call this Scholar’s Mate: Bootleg Jesus Variation.",
    "input": "This will be referred to as Scholar’s Mate: Bootleg Jesus Variation."
  },
  {
    "output": "Laughs in Firefox.",
    "input": "This is expressed humorously in reference to Firefox."
  },
  {
    "output": "Happy birthday!",
    "input": "Happy birthday."
  },
  {
    "output": "NTA. Try asking a trusted adult to talk to them.",
    "input": "The person is not at fault. It may be helpful to ask a trusted adult to speak with them."
  },
  {
    "output": "You did well. I wouldn’t have made it that far.",
    "input": "You performed well. I would not have progressed that far."
  },
  {
    "output": "Who would make something like that?",
    "input": "It is unclear who would create something like that."
  },
  {
    "output": "Most bashing fics were written around 2013–2015.",
    "input": "Most bashing fanfiction was written between 2013 and 2015."
  },
  {
    "output": "Old Portkey fics feel very different from modern ones.",
    "input": "Older Portkey fanfiction differs significantly from modern works."
  },
  {
    "output": "Scream Team, TOTS/UTOTS starters, UTOTY, and BLR were the best-looking cards this season in my opinion.",
    "input": "Scream Team, TOTS and UTOTS starters, UTOTY, and BLR were the best-looking cards this season."
  },
  {
    "output": "Replace Baines with Roberto Carlos and Sancho with Hazard. Sell Neymar and get KDB. He’ll have chemistry with Hazard.",
    "input": "Replace Baines with Roberto Carlos and Sancho with Hazard. Sell Neymar and acquire De Bruyne, who will have chemistry with Hazard."
  },
  {
    "output": "Nice goal, but skipping the celebration would’ve made it better.",
    "input": "The goal was well executed, but skipping the celebration would have improved it."
  },
  {
    "output": "You completely destroyed your opponent with that one, and they probably didn’t want to sit through the celebration.",
    "input": "The opponent was decisively beaten and likely did not want to watch the celebration."
  },
  {
    "output": "Jadon Sancho?",
    "input": "Are you referring to Jadon Sancho?"
  },
  {
    "output": "Ansu Fati had better stats than Vinicius last season.",
    "input": "Ansu Fati had better statistics than Vinicius last season."
  },
  {
    "output": "I’m sorry for your loss.",
    "input": "I offer my condolences for your loss."
  },
  {
    "output": "Buy UCL Vidal for Ansu. If you have money left, try getting GTOTW Roberto.",
    "input": "Purchase UCL Vidal for Ansu, and if funds remain, consider acquiring GTOTW Roberto."
  },
  {
    "output": "Visca el Barça.",
    "input": "Support for Barcelona is expressed."
  },
  {
    "output": "I don’t know, man.",
    "input": "I am uncertain."
  },
  {
    "output": "I know many people who are happy Puig is free-to-play and are going to claim him.",
    "input": "I know many people who are satisfied that Puig is free-to-play and plan to claim him."
  },
  {
    "output": "Real life isn’t FIFA.",
    "input": "Real life differs from the FIFA game."
  },
  {
    "output": "Sancho plays on the right flank in real life.",
    "input": "Sancho plays on the right flank in real life."
  },
  {
    "output": "NTA. You have the right to eat what you want.",
    "input": "The person is not at fault and has the right to choose what they eat."
  },
  {
    "output": "Many vegetarians I know are fine sharing food with non-vegetarians.",
    "input": "Many vegetarians I know are comfortable sharing food with non-vegetarians."
  },
  {
    "output": "Thanks. I’m going for Hummels.",
    "input": "Thank you. I am choosing Hummels."
  },
  {
    "output": "I think for the first 1K upvotes you get one karma per upvote, but after that it becomes one karma per ten upvotes.",
    "input": "For the first one thousand upvotes, karma is gained at a one-to-one rate, after which it changes to one karma per ten upvotes."
  },
  {
    "output": "This is only if you get laid.",
    "input": "This applies only under that condition."
  },
  {
    "output": "Marquinhos for Aouar?",
    "input": "Is Marquinhos being exchanged for Aouar?"
  },
  {
    "output": "When I started playing in Season 2, I just chased high OVR players and ended up using a fullback as striker.",
    "input": "When I began playing in Season 2, I focused only on high OVR players and ended up using a fullback as a striker."
  },
  {
    "output": "I missed everything until a friend explained how it works.",
    "input": "I did not understand the mechanics until a friend explained them."
  },
  {
    "output": "Hindi is only spoken by about 42% of Indians.",
    "input": "Hindi is spoken by approximately 42 percent of Indians."
  },
  {
    "output": "Southern languages have much harder pronunciations.",
    "input": "Southern languages have more complex pronunciations."
  },
  {
    "output": "Sorry, I forgot you had Vidal at CAM.",
    "input": "I forgot that you had Vidal positioned at CAM."
  },
  {
    "output": "Switching formations is also an option, though he’s expensive.",
    "input": "Changing formations is another option, although it is costly."
  },
  {
    "output": "Doth mine eyes deceive me.",
    "input": "This appears unexpected."
  },
  {
    "output": "I need an update.",
    "input": "I require an update."
  },
  {
    "output": "I saw this yesterday. Repost.",
    "input": "I saw this previously, and it is a repost."
  },
  {
    "output": "I got two 89s, one 90, and one 94.",
    "input": "I received two 89-rated cards, one 90-rated card, and one 94-rated card."
  },
  {
    "output": "You’re way luckier than me.",
    "input": "You were significantly more fortunate than I was."
  },
  {
    "output": "You should remove him from all lineups before selling.",
    "input": "He should be removed from all lineups before being sold."
  },
  {
    "output": "The goalkeeper is easy to beat.",
    "input": "The goalkeeper is not difficult to overcome."
  },
  {
    "output": "The midfield is the real problem.",
    "input": "The midfield presents the main difficulty."
  },
  {
    "output": "Goalkeepers are easy to beat. Defense is the real issue.",
    "input": "Goalkeepers are not difficult to beat, while defense is the primary issue."
  },
  {
    "output": "Puig is the highest-rated free-to-play CM so far.",
    "input": "Puig is currently the highest-rated free-to-play central midfielder."
  },
  {
    "output": "He’s not good at CAM.",
    "input": "He performs poorly in the CAM position."
  },
  {
    "output": "Prospect Search chapters rotate and expire on a schedule.",
    "input": "Prospect Search chapters rotate and expire according to a schedule."
  },
  {
    "output": "He’ll get downvoted badly if he’s wrong.",
    "input": "He will receive significant downvotes if he is incorrect."
  },
  {
    "output": "You won’t get banned. You can buy them.",
    "input": "There is no ban involved, and the items can be purchased."
  },
  {
    "output": "UTOTS Ronaldo works best in a two-striker formation.",
    "input": "UTOTS Ronaldo performs best in a two-striker formation."
  },
  {
    "output": "Football is meant to be kicked.",
    "input": "Football is intended to be played primarily with the feet."
  },
  {
    "output": "That is scripting.",
    "input": "This outcome is attributed to scripting."
  },
  {
    "output": "Rank up players to increase OVR and chemistry.",
    "input": "Ranking up players increases overall rating and chemistry."
  },
  {
    "output": "Congrats.",
    "input": "Congratulations."
  },
  {
    "output": "Height matters a lot in defending.",
    "input": "Height plays a significant role in defensive effectiveness."
  },
  {
    "output": "It’s tagged Harry/Cho.",
    "input": "The content is tagged as Harry and Cho."
  },
  {
    "output": "I'll help you.",
    "input": "I will help you."
  },
  {
    "output": "I have a test in six hours.",
    "input": "I have a test in six hours."
  },
  {
    "output": "I feel your pain.",
    "input": "I understand the difficulty of the situation."
  },
  {
    "output": "Yeah, I remember reading that he is the protector of Chandra, the Hindu moon god.",
    "input": "I remember reading that he is the protector of Chandra, the Hindu moon god."
  },
  {
    "output": "To symbolize that, he has the crescent moon on his head.",
    "input": "To symbolize this, he has a crescent moon on his head."
  },
  {
    "output": "You seem like an Islamophobic asshole.",
    "input": "You appear to hold Islamophobic views."
  },
  {
    "output": "Islam is a beautiful religion.",
    "input": "Islam is regarded as a positive religion."
  },
  {
    "output": "And for the record, I’m not Muslim.",
    "input": "For clarity, I am not Muslim."
  },
  {
    "output": "Yes, Saudi Arabia lifted their ban on women driving a couple of years ago.",
    "input": "Saudi Arabia lifted its ban on women driving a few years ago."
  },
  {
    "output": "Of course it’s him.",
    "input": "It is him."
  },
  {
    "output": "Check again after a few days.",
    "input": "Check again after a few days."
  },
  {
    "output": "It’ll come.",
    "input": "It should appear."
  },
  {
    "output": "My last one was four days back.",
    "input": "My previous one occurred four days ago."
  },
  {
    "output": "Got another one today.",
    "input": "I received another one today."
  },
  {
    "output": "They are wizards, so I think it’s unlikely they would use non-magical methods.",
    "input": "They are wizards, so it is unlikely they would use non-magical methods."
  },
  {
    "output": "I don’t know.",
    "input": "I do not know."
  },
  {
    "output": "No. Bashing, bashing, and lots of bashing.",
    "input": "No. It contains extensive bashing."
  },
  {
    "output": "Towards the endgame, the king will have a bigger harem.",
    "input": "By the end of the story, the king has a larger harem."
  },
  {
    "output": "The statue? It’s Lord Shiva, an Indian deity.",
    "input": "The statue depicts Lord Shiva, an Indian deity."
  },
  {
    "output": "No idea about the man with the sunglasses.",
    "input": "I do not know the identity of the man wearing sunglasses."
  },
  {
    "output": "That was not a good sign.",
    "input": "That was an unfavorable indication."
  },
  {
    "output": "That is Lord Shiva, an Indian deity.",
    "input": "That figure represents Lord Shiva, an Indian deity."
  },
  {
    "output": "Do you mean fics where they are kings or queens of a kingdom?",
    "input": "Are you referring to fanfictions in which they are rulers of a kingdom?"
  },
  {
    "output": "Other works by that author are pretty similar.",
    "input": "Other works by that author are similar in nature."
  },
  {
    "output": "And he faked the data, and he is the only one wearing the red helmet.",
    "input": "He falsified the data and is the only individual wearing a red helmet."
  },
  {
    "output": "I have many Muslim friends.",
    "input": "I have many friends who are Muslim."
  },
  {
    "output": "I live in a Muslim country.",
    "input": "I live in a Muslim-majority country."
  },
  {
    "output": "No one is oppressed.",
    "input": "There is no widespread oppression."
  },
  {
    "output": "Many of my female friends don’t wear hijab unless it’s in a religious setting.",
    "input": "Many of my female friends do not wear hijab except in religious contexts."
  },
  {
    "output": "And do you really want to get into a debate about which religion oppresses whom?",
    "input": "A debate about religious oppression is not productive."
  },
  {
    "output": "It seems abandoned though, and the author stops at a cliffhanger.",
    "input": "It appears abandoned, with the author ending the story at a cliffhanger."
  },
  {
    "output": "I don’t get it.",
    "input": "I do not understand it."
  },
  {
    "output": "Nice.",
    "input": "That is satisfactory."
  },
  {
    "output": "Oh, I didn’t know you could do that.",
    "input": "I was not aware that this was possible."
  },
  {
    "output": "OP’s username itself makes that unlikely.",
    "input": "The original poster’s username makes that unlikely."
  },
  {
    "output": "Unless…",
    "input": "Unless there is additional context."
  },
  {
    "output": "Oh yeah, and the knight toward its right.",
    "input": "Additionally, there is a knight positioned to its right."
  },
  {
    "output": "“Fire in the hole!”",
    "input": "A warning phrase is used."
  },
  {
    "output": "I regularly confuse cyan and white, and blue and purple.",
    "input": "I frequently confuse cyan with white and blue with purple."
  },
  {
    "output": "What is that thing?",
    "input": "What is that object?"
  },
  {
    "output": "Asking for a friend.",
    "input": "This question is asked on behalf of someone else."
  },
  {
    "output": "You were not supposed to do that.",
    "input": "That action was not intended."
  },
  {
    "output": "My old phone didn’t have space.",
    "input": "My previous phone lacked sufficient storage."
  },
  {
    "output": "Only 32GB storage.",
    "input": "It had only 32 gigabytes of storage."
  },
  {
    "output": "I figured out how to auto-connect the TV to Wi-Fi, so now I just cast from my phone.",
    "input": "I configured the television to auto-connect to Wi-Fi and now cast content from my phone."
  },
  {
    "output": "Yes, I think I can make out a face now.",
    "input": "I believe I can now discern a face."
  },
  {
    "output": "Thanos is the deal breaker.",
    "input": "Thanos determines the outcome."
  },
  {
    "output": "Laughing Voldemort would also look good next to him.",
    "input": "A laughing depiction of Voldemort would also be visually compatible."
  },
  {
    "output": "Only the back row.",
    "input": "Only the back row is relevant."
  },
  {
    "output": "Otherwise, with luck, you can place your queen and bishop well and checkmate in one move.",
    "input": "Otherwise, it is possible to position the queen and bishop for a one-move checkmate."
  },
  {
    "output": "I agree.",
    "input": "I agree with this assessment."
  },
  {
    "output": "She gave her own flair to the character.",
    "input": "She added a distinctive interpretation to the character."
  },
  {
    "output": "Yeah.",
    "input": "Yes."
  },
  {
    "output": "No, that’s Helena Carter.",
    "input": "That individual is Helena Carter."
  },
  {
    "output": "Congrats! What’s his name?",
    "input": "Congratulations. What is his name?"
  },
  {
    "output": "It only works in the Reddit mobile app.",
    "input": "This feature functions only in the Reddit mobile application."
  },
  {
    "output": "You can’t redeem it on PC.",
    "input": "It cannot be redeemed on a PC."
  },
  {
    "output": "Name your kid Piscine and call him Pi.",
    "input": "Naming the child Piscine and using the nickname Pi is suggested."
  },
  {
    "output": "Kaboom.",
    "input": "An explosive outcome is implied."
  },
  {
    "output": "Interstellar.",
    "input": "Interstellar."
  },
  {
    "output": "I’m waiting for it to stop zooming.",
    "input": "I am waiting for the zooming to stop."
  },
  {
    "output": "What grade are you in?",
    "input": "What grade level are you currently in?"
  },
  {
    "output": "On behalf of all Indian men speaking English, I’m offended.",
    "input": "This statement is perceived as offensive."
  },
  {
    "output": "Fair enough.",
    "input": "That is reasonable."
  },
  {
    "output": "There’s a chess mode where pieces are arranged randomly, but you don’t start with two queens.",
    "input": "There is a chess variant with randomly arranged pieces, but it does not begin with two queens."
  },
  {
    "output": "Now you know why.",
    "input": "This explains the reason."
  },
  {
    "output": "That just looks like a well with extra steps.",
    "input": "It resembles a well with additional steps."
  },
  {
    "output": "Interstellar.",
    "input": "Interstellar."
  },
  {
    "output": "Good bot.",
    "input": "The automated response functioned correctly."
  },
  {
    "output": "If only I had abs.",
    "input": "I do not have abdominal muscle definition."
  },
  {
    "output": "Not today.",
    "input": "Not at this time."
  },
  {
    "output": "This is a repost.",
    "input": "This content has been posted previously."
  },
  {
    "output": "Wow.",
    "input": "This is notable."
  },
  {
    "output": "I love tea.",
    "input": "I enjoy tea."
  },
  {
    "output": "Repost.",
    "input": "This is a repost."
  },
  {
    "output": "Had us in the first half, not gonna lie.",
    "input": "The initial impression was misleading."
  },
  {
    "output": "T’Challa: Allow me to introduce myself.",
    "input": "T’Challa introduces himself."
  },
  {
    "output": "It’s been around 6–12 months since the last update.",
    "input": "Approximately six to twelve months have passed since the last update."
  },
  {
    "output": "Here are some very old, long fics.",
    "input": "These are some very old and lengthy fanfictions."
  },
  {
    "output": "You can also sort by Complete to get only finished stories.",
    "input": "You can sort by complete status to view only finished stories."
  },
  {
    "output": "I used to do that until I ran out of reading material.",
    "input": "I did this until no further reading material remained."
  },
  {
    "output": "At some point, I decided that having my heart broken by an abandoned fic from eight years ago was better than not reading anything at all.",
    "input": "I later decided that reading an abandoned story from eight years ago was preferable to not reading anything."
  },
  {
    "output": "When you combine this with your dad saying your sister has unlimited access and can download whatever she wants, it really feels like he’s taken your Xbox and handed it to her—just without making it official.",
    "input": "Combined with your father stating that your sister has unlimited access and can download anything, it appears that your Xbox has effectively been given to her without formal acknowledgment."
  },
  {
    "output": "How are they balancing that bicycle?",
    "input": "How they are balancing that bicycle is unclear."
  },
  {
    "output": "It only has two wheels, and it really looks like it should be tipping toward the wife’s side.",
    "input": "It has only two wheels and appears as though it should be tipping toward the wife’s side."
  },
  {
    "output": "24-hour clock: 19:00 is 7 PM, 07:00 is 7 AM.",
    "input": "In the 24-hour clock, 19:00 corresponds to 7 PM and 07:00 corresponds to 7 AM."
  },
  {
    "output": "This one was a tear-jerker.",
    "input": "This was emotionally affecting."
  },
  {
    "output": "Shuri: Allow me to introduce myself.",
    "input": "Shuri introduces herself."
  },
  {
    "output": "Or is it plot what plot?",
    "input": "Alternatively, it may lack a coherent plot."
  },
  {
    "output": "INFO: Is he Hindu or Buddhist?",
    "input": "Additional information is requested regarding whether he is Hindu or Buddhist."
  },
  {
    "output": "Because the swastika is a holy symbol in those religions.",
    "input": "The swastika is a sacred symbol in those religions."
  },
  {
    "output": "One month to vote feels excessive.",
    "input": "A one-month voting period appears excessive."
  },
  {
    "output": "A week would’ve been more than enough.",
    "input": "A week would have been sufficient."
  },
  {
    "output": "I did? Damn.",
    "input": "I was not aware of that."
  },
  {
    "output": "I guess this isn’t r/meme.",
    "input": "This does not appear to be r/meme."
  },
  {
    "output": "This genuinely made me laugh.",
    "input": "This caused amusement."
  },
  {
    "output": "Like this comment if you’re NOT from TikTok.",
    "input": "This comment invites engagement from users not from TikTok."
  },
  {
    "output": "Task successfully failed.",
    "input": "The task was unsuccessful."
  },
  {
    "output": "I don’t upload, but I do receive update emails.",
    "input": "I do not upload content, but I receive update emails."
  },
  {
    "output": "Making a repost about downvoting reposts… enjoy a downvote from all 13 of my alternate accounts.",
    "input": "Posting a repost about downvoting reposts resulted in additional downvotes."
  },
  {
    "output": "Physicality is a problem.",
    "input": "Physical attributes present a problem."
  },
  {
    "output": "This was posted here three days ago.",
    "input": "This content was posted here three days ago."
  },
  {
    "output": "Who is number five?",
    "input": "The identity of number five is unclear."
  },
  {
    "output": "If Harry (and everyone else by that logic) is condemned to lifelong celibacy, then… yikes.",
    "input": "If Harry and others are implied to remain celibate for life, the implication is concerning."
  },
  {
    "output": "Nymphadora with bubblegum-pink hair and a snout.",
    "input": "Nymphadora is depicted with bubblegum-pink hair and a snout."
  },
  {
    "output": "Happy Cake Day!",
    "input": "Happy Cake Day."
  },
  {
    "output": "They actually do look similar.",
    "input": "They appear similar."
  },
  {
    "output": "Virtually impossible, but I’m keeping my fingers crossed.",
    "input": "It is highly unlikely, but there is still hope."
  },
  {
    "output": "Same here—2 and 5.",
    "input": "The same applies here, specifically numbers two and five."
  },
  {
    "output": "The dude in the apartment below me whimpers.",
    "input": "The person in the apartment below makes whimpering sounds."
  },
  {
    "output": "Welp, calling the sleuth bot.",
    "input": "The sleuth bot will be summoned."
  },
  {
    "output": "It is? Damn.",
    "input": "I was not aware that it was."
  },
  {
    "output": "That election was rigged anyway.",
    "input": "That election was manipulated."
  },
  {
    "output": "You couldn’t even bother cropping out OP’s watermark.",
    "input": "The original poster’s watermark was not removed."
  },
  {
    "output": "Joke’s on you—I don’t have a basement.",
    "input": "This does not apply, as there is no basement."
  },
  {
    "output": "You can use YouTube on Firefox Mobile.",
    "input": "YouTube can be accessed using Firefox Mobile."
  },
  {
    "output": "Just add an adblocker and keep it open in a tab.",
    "input": "Adding an ad blocker and keeping it open in a tab enables this."
  },
  {
    "output": "First of all, it’s she, not he.",
    "input": "The correct pronoun is she, not he."
  },
  {
    "output": "None of her stories were removed—they’re hosted on her own site.",
    "input": "None of her stories were removed, as they are hosted on her personal website."
  },
  {
    "output": "I’ve read a fic exactly like this—except it was Hermione instead of Harry.",
    "input": "I have read a similar fanfiction in which Hermione replaced Harry."
  },
  {
    "output": "Harry, my boy!",
    "input": "Harry is being addressed."
  },
  {
    "output": "I don’t watch Fox News.",
    "input": "I do not watch Fox News."
  },
  {
    "output": "Today I learned Harry/Snape has three times as many fics as Harry/Hermione on AO3.",
    "input": "It was learned that Harry/Snape has three times as many fanfictions as Harry/Hermione on AO3."
  },
  {
    "output": "I missed the first half—how did we play?",
    "input": "I missed the first half and am asking how the team performed."
  },
  {
    "output": "Tenth-grade me isn’t even going to school.",
    "input": "I am not attending school during tenth grade."
  },
  {
    "output": "Getting cursed at in Arabic is scary as hell.",
    "input": "Being cursed at in Arabic is intimidating."
  },
  {
    "output": "Yep—posted three hours before yours.",
    "input": "It was posted three hours earlier than yours."
  },
  {
    "output": "Nobody can be that dumb.",
    "input": "It is unlikely that someone could be that uninformed."
  },
  {
    "output": "I clicked fully expecting a rickroll.",
    "input": "I clicked while expecting a rickroll."
  },
  {
    "output": "Just use an adblocker already.",
    "input": "Using an ad blocker would resolve this."
  },
  {
    "output": "Sometimes, there’s no other option.",
    "input": "In some cases, no alternatives exist."
  },
  {
    "output": "I’ve never seen snow.",
    "input": "I have never seen snow."
  },
  {
    "output": "I’m a South Indian Hindu.",
    "input": "I am a Hindu from South India."
  },
  {
    "output": "I’ve eaten beef before, but I prefer chicken.",
    "input": "I have eaten beef previously, but I prefer chicken."
  },
  {
    "output": "Hope you take that criticism constructively.",
    "input": "The criticism is intended to be constructive."
  },
  {
    "output": "True love? Wow.",
    "input": "The concept of true love is being questioned."
  },
  {
    "output": "Lost two hours of sleep because of this yesterday.",
    "input": "Two hours of sleep were lost because of this yesterday."
  },
  {
    "output": "I just had massive déjà vu.",
    "input": "I experienced a strong sense of déjà vu."
  },
  {
    "output": "238–213 now.",
    "input": "The current score is 238 to 213."
  },
  {
    "output": "Wrong sub for that question.",
    "input": "This question does not belong in this subreddit."
  },
  {
    "output": "I’m biased—I’m a Barça fan.",
    "input": "I am biased because I support Barcelona."
  },
  {
    "output": "Ronaldo scores more goals, Messi creates more.",
    "input": "Ronaldo scores more goals, while Messi creates more opportunities."
  },
  {
    "output": "Dystopian AU.",
    "input": "This is a dystopian alternate universe."
  },
  {
    "output": "Happy Cake Day!",
    "input": "Happy Cake Day."
  },
  {
    "output": "They’re both great players.",
    "input": "Both are strong players."
  },
  {
    "output": "Seen this a million times.",
    "input": "This has been seen many times."
  },
  {
    "output": "Starts following.",
    "input": "The act of following begins."
  },
  {
    "output": "6.9k now.",
    "input": "The count has reached 6.9 thousand."
  },
  {
    "output": "Gone with the Wind.",
    "input": "Gone with the Wind."
  },
  {
    "output": "CATWS was the best MCU movie till now, in my opinion.",
    "input": "CATWS is considered the best MCU movie so far."
  },
  {
    "output": "You will get more responses in HP fanfiction discussions.",
    "input": "More responses are likely in HP fanfiction discussions."
  },
  {
    "output": "Damn, 2,900 euros is a lot. Hope you get your money back.",
    "input": "2,900 euros is a large amount. I hope you recover the money."
  },
  {
    "output": "Does the sleuth bot work on this sub?",
    "input": "Does the sleuth bot function on this subreddit?"
  },
  {
    "output": "That is not a cat. That is a Flerken.",
    "input": "That is not a cat. It is a Flerken."
  },
  {
    "output": "So the usual?",
    "input": "Is this the usual situation?"
  },
  {
    "output": "The less said about that game, the better.",
    "input": "It is preferable to say little about that game."
  },
  {
    "output": "You are correct. I don’t know why people are downvoting you.",
    "input": "You are correct. The reason for the downvotes is unclear."
  },
  {
    "output": "Nah, they were in our group. We beat them in both matches, if I remember correctly.",
    "input": "They were in our group, and we defeated them in both matches to the best of my recollection."
  },
  {
    "output": "I don’t understand.",
    "input": "I do not understand."
  },
  {
    "output": "I use uBlock Origin. No YouTube ads.",
    "input": "I use uBlock Origin and do not see YouTube advertisements."
  },
  {
    "output": "OP and his alt account downvoting you, lol.",
    "input": "The original poster and an alternate account appear to be downvoting you."
  },
  {
    "output": "You have the spelling wrong.",
    "input": "The spelling is incorrect."
  },
  {
    "output": "“Call me using my full name, Lord Harrison James Potter-Black-Gryffindor-Slytherin-Ravenclaw-Hufflepuff-Peverell-Le Fay.”",
    "input": "He asks to be addressed using his full name: Lord Harrison James Potter-Black-Gryffindor-Slytherin-Ravenclaw-Hufflepuff-Peverell-Le Fay."
  },
  {
    "output": "Well, he seems to be in the right place at the right time and is lethal in front of goal.",
    "input": "He appears to be well positioned and highly effective in front of goal."
  },
  {
    "output": "I don’t really follow Bayern, so I’ve only seen highlights and that match against Barca in August.",
    "input": "I do not closely follow Bayern and have only seen highlights and the match against Barcelona in August."
  },
  {
    "output": "What kind of striker do you think he is?",
    "input": "What type of striker do you consider him to be?"
  },
  {
    "output": "One of his Howling Commandos, Gabe Jones, is black.",
    "input": "One of his Howling Commandos, Gabe Jones, is Black."
  },
  {
    "output": "I’ve never been to the Americas.",
    "input": "I have never visited the Americas."
  },
  {
    "output": "The hivemind really went after him.",
    "input": "A large number of users strongly criticized him."
  },
  {
    "output": "The earlier post was also a repost.",
    "input": "The earlier post was also a repost."
  },
  {
    "output": "I’ve never been to the US, but aren’t gun-control laws more relaxed there?",
    "input": "I have never been to the United States, but gun-control laws are perceived to be more relaxed there."
  },
  {
    "output": "I’ve never seen a gun in anyone’s hands in India except officials, but I’ve heard of US citizens openly carrying handguns or rifles.",
    "input": "In India, I have only seen firearms carried by officials, while in the United States civilians are reported to openly carry firearms."
  },
  {
    "output": "Thanks.",
    "input": "Thank you."
  },
  {
    "output": "Some schools don’t even allow calculators.",
    "input": "Some schools do not permit the use of calculators."
  },
  {
    "output": "I use this too.",
    "input": "I also use this."
  },
  {
    "output": "You’re right—seeing guns won’t make you less afraid of them, but people may get used to seeing them.",
    "input": "Seeing firearms does not reduce fear of them, but people may become accustomed to their presence."
  },
  {
    "output": "I’d probably panic if I saw a gun in anyone’s hands other than police or the army.",
    "input": "I would likely panic if I saw a firearm carried by anyone other than police or military personnel."
  },
  {
    "output": "What I meant was Americans tend to be less afraid of guns than Indians, not the other way around.",
    "input": "The point was that Americans tend to be less afraid of guns than Indians."
  },
  {
    "output": "Wait—how exactly do you dress up as TARS?",
    "input": "How do you dress up as TARS?"
  },
  {
    "output": "Did you make four cuboids, attach one to each limb, and try to move horizontally?",
    "input": "Did you create four cuboids, attach them to each limb, and attempt horizontal movement?"
  },
  {
    "output": "Damn.",
    "input": "This is notable."
  },
  {
    "output": "Gave silver.",
    "input": "A silver award was given."
  },
  {
    "output": "Or if you call atoms sand and sand atoms.",
    "input": "Alternatively, atoms are referred to as sand and sand as atoms."
  },
  {
    "output": "Cooper can’t check Tom’s timeline.",
    "input": "Cooper cannot check Tom’s timeline."
  },
  {
    "output": "He says it himself.",
    "input": "He states this himself."
  },
  {
    "output": "The tesseract only contains Murph’s bedroom—she is the key.",
    "input": "The tesseract contains only Murph’s bedroom, and she is central to it."
  },
  {
    "output": "Other than that, yeah, Tom is kind of neglected.",
    "input": "Aside from that, Tom is comparatively neglected."
  },
  {
    "output": "She also played Ariadne in Inception.",
    "input": "She also portrayed Ariadne in Inception."
  },
  {
    "output": "I always thought it was a short form of “okay”.",
    "input": "It was thought to be an abbreviation of “okay.”"
  },
  {
    "output": "Sarcasm?",
    "input": "Is this sarcasm?"
  },
  {
    "output": "Use this folder.",
    "input": "Use this folder."
  },
  {
    "output": "Nope. Still abandoned.",
    "input": "It remains abandoned."
  },
  {
    "output": "Good bot.",
    "input": "The automated system functioned correctly."
  },
  {
    "output": "Wrong sub?",
    "input": "Is this the incorrect subreddit?"
  },
  {
    "output": "I agree. That post took ridiculous to a whole new level.",
    "input": "I agree. That post was excessively unreasonable."
  },
  {
    "output": "It’s already there.",
    "input": "It is already present."
  },
  {
    "output": "This was posted on memes.",
    "input": "This content was posted on the memes subreddit."
  },
  {
    "output": "He probably got it from that post.",
    "input": "He likely obtained it from that post."
  },
  {
    "output": "What post is it on?",
    "input": "Which post is it on?"
  },
  {
    "output": "F.",
    "input": "An expression of acknowledgment is given."
  },
  {
    "output": "Plot twist: they’re Scottish.",
    "input": "It is revealed that they are Scottish."
  },
  {
    "output": "Half of Reddit will probably be into that.",
    "input": "Many users on Reddit would likely be interested in that."
  },
  {
    "output": "Didn’t know that. A repost of a repost.",
    "input": "This was not previously known and is a repost of a repost."
  },
  {
    "output": "Great minds think alike.",
    "input": "Similar conclusions were reached independently."
  },
  {
    "output": "Words to live by.",
    "input": "This is a guiding principle."
  },
  {
    "output": "This feature will help in such situations.",
    "input": "This feature will be useful in such situations."
  },
  {
    "output": "Oh.",
    "input": "Acknowledged."
  },
  {
    "output": "Repost.",
    "input": "This is a repost."
  },
  {
    "output": "If this black hole exists, I want them to name it Gargantua.",
    "input": "If this black hole exists, it should be named Gargantua."
  },
  {
    "output": "Cooper wants to have a word with you.",
    "input": "Cooper would like to respond to this."
  },
  {
    "output": "“Love your enemies, for they tell you your faults.”— Benjamin Franklin.",
    "input": "“Love your enemies, for they tell you your faults,” is attributed to Benjamin Franklin."
  },
  {
    "output": "F.",
    "input": "An expression of acknowledgment is given."
  },
  {
    "output": "They’re mostly hardcore canon shippers who think all Harmony ships contain manipulative Molly, oblivious Ron, and an infatuated Ginny.",
    "input": "They are primarily strict canon supporters who believe Harmony pairings portray Molly as manipulative, Ron as oblivious, and Ginny as infatuated."
  },
  {
    "output": "Scratch is a programming language.",
    "input": "Scratch is a programming language."
  },
  {
    "output": "It’s a trilogy.",
    "input": "It is a trilogy."
  },
  {
    "output": "The third story had to be divided into two parts while uploading.",
    "input": "The third story was divided into two parts during upload."
  },
  {
    "output": "Here you go.",
    "input": "This is provided."
  },
  {
    "output": "I don’t like where this is going.",
    "input": "The direction of this is concerning."
  },
  {
    "output": "I remember calling Enid Blyton “Guid Blyton” until fifth grade, when my English teacher corrected me.",
    "input": "I previously mispronounced Enid Blyton’s name until fifth grade, when my English teacher corrected me."
  },
  {
    "output": "He uploaded another video and calls it better than the original.",
    "input": "He uploaded another video and described it as better than the original."
  },
  {
    "output": "I’m pretty sure Velociraptor isn’t a gender.",
    "input": "Velociraptor is not a gender."
  },
  {
    "output": "The people on Cooper Station and the other stations will definitely go to the new planet.",
    "input": "The people on Cooper Station and the other stations will relocate to the new planet."
  },
  {
    "output": "I like to think Cooper and Brand will have a platonic relationship, not a romantic one.",
    "input": "It is assumed that Cooper and Brand will have a platonic rather than romantic relationship."
  },
  {
    "output": "I normally download them in PDF and convert them to AZW3, then upload them to my Kindle.",
    "input": "They are typically downloaded as PDFs, converted to AZW3, and uploaded to a Kindle."
  },
  {
    "output": "I also read online using the browser.",
    "input": "They are also read online using a browser."
  },
  {
    "output": "He is in the 1940s.",
    "input": "He is set in the 1940s."
  },
  {
    "output": "I think this is related to a discussion on fanfiction.",
    "input": "This appears to be related to a fanfiction discussion."
  },
  {
    "output": "Anyone would cry if they got punched in the face.",
    "input": "Being punched in the face would cause most people to cry."
  },
  {
    "output": "I’ve seen threads like these before.",
    "input": "Similar discussion threads have been seen before."
  },
  {
    "output": "I always assumed something racially offensive was written.",
    "input": "It was assumed that racially offensive content had been written."
  },
  {
    "output": "Moderators removing comments for calling out OP never crossed my mind.",
    "input": "The possibility of moderators removing comments for criticizing the original poster was not considered."
  },
  {
    "output": "I remember reading a fanfic like this, except the woman was the one pretending.",
    "input": "A similar fanfiction was read in which the woman was the one pretending."
  },
  {
    "output": "Maybe her short temper makes her seem fierce.",
    "input": "Her short temper may contribute to a fierce impression."
  },
  {
    "output": "Her fiery hair might have something to do with it.",
    "input": "Her hair color may also contribute to this perception."
  },
  {
    "output": "It’s because of the mustache and goatee.",
    "input": "This is due to the mustache and goatee."
  },
  {
    "output": "I think Ginny is often labeled as the most awesome female character because she’s more of a “female Harry” and is his love interest in the books.",
    "input": "Ginny is often described as the most impressive female character because she resembles Harry and is his canonical love interest."
  },
  {
    "output": "Hermione is braver than Ginny.",
    "input": "Hermione is considered braver than Ginny."
  },
  {
    "output": "I got them from the sub’s wiki.",
    "input": "They were obtained from the subreddit’s wiki."
  },
  {
    "output": "It’s in HTML code.",
    "input": "The content is in HTML format."
  },
  {
    "output": "The first and second parts are the same content, just formatted differently.",
    "input": "The first and second parts contain the same content with different formatting."
  },
  {
    "output": "The third and fourth are sequels.",
    "input": "The third and fourth entries are sequels."
  },
  {
    "output": "I ran the code and pasted the text into a document.",
    "input": "The code was executed and the text was pasted into a document."
  },
  {
    "output": "I’m having trouble uploading the third part because it’s almost the combined size of the other two.",
    "input": "Uploading the third part is difficult because its size is nearly equal to the combined size of the other two."
  },
  {
    "output": "You couldn’t be farther from the truth.",
    "input": "That assessment is inaccurate."
  },
  {
    "output": "What you call cultural erosion, I see as cultural intermixing.",
    "input": "What is described as cultural erosion is viewed instead as cultural intermixing."
  },
  {
    "output": "Everyone in our community celebrates all festivals regardless of religion.",
    "input": "People in the community celebrate festivals across religions."
  },
  {
    "output": "It’s beautiful and happens when different cultures live together.",
    "input": "This occurs when different cultures coexist."
  },
  {
    "output": "Seems like it.",
    "input": "That appears to be the case."
  },
  {
    "output": "I didn’t quite understand your comment.",
    "input": "The comment was not fully understood."
  },
  {
    "output": "I get confused sometimes.",
    "input": "Confusion occurs at times."
  },
  {
    "output": "Number of chapters doesn’t determine how long a fic is.",
    "input": "The number of chapters does not determine a story’s length."
  },
  {
    "output": "Personally, a Dest RB card would be nice.",
    "input": "A Dest right-back card would be desirable."
  },
  {
    "output": "I said they age slowly, not that they don’t age at all.",
    "input": "It was stated that they age slowly, not that they do not age."
  },
  {
    "output": "Cryosleep is a real concept, but nothing like it has been invented yet.",
    "input": "Cryosleep exists as a concept, but no practical version has been developed."
  },
  {
    "output": "Interstellar takes place around 2060.",
    "input": "Interstellar is set around the year 2060."
  },
  {
    "output": "VSA is F2P up to about 1.15 million cups.",
    "input": "VSA remains free-to-play up to approximately 1.15 million cups."
  },
  {
    "output": "I’m F2P and currently around 1.06 million.",
    "input": "I am free-to-play and currently near 1.06 million."
  },
  {
    "output": "I miscounted.",
    "input": "A miscount occurred."
  },
  {
    "output": "I use 4-1-2-1-2 Narrow and it’s been decent.",
    "input": "The 4-1-2-1-2 Narrow formation has performed adequately."
  },
  {
    "output": "You need fast strikers, strong shot power, quick fullbacks, and tall center backs.",
    "input": "Fast strikers, high shot power, quick fullbacks, and tall center backs are required."
  },
  {
    "output": "The movie is perfect as it is.",
    "input": "The movie is complete in its current form."
  },
  {
    "output": "A sequel would be bad, in my opinion.",
    "input": "A sequel would be undesirable."
  },
  {
    "output": "Use GK rush.",
    "input": "Goalkeeper rush should be used."
  },
  {
    "output": "Opponents panic and mess up.",
    "input": "Opponents often panic and make mistakes."
  },
  {
    "output": "I’m using placeholders until I get better players.",
    "input": "Temporary players are being used until better options are obtained."
  },
  {
    "output": "I hope it does.",
    "input": "There is hope that it will occur."
  },
  {
    "output": "CAM Bergkamp looks nice.",
    "input": "The CAM version of Bergkamp appears effective."
  },
  {
    "output": "Your ability to speak does not make you intelligent.",
    "input": "The ability to speak does not indicate intelligence."
  },
  {
    "output": "You can claim different players, but waiting until UTOTS is smarter if points matter.",
    "input": "Different players can be claimed, but waiting until UTOTS is more efficient if points are important."
  },
  {
    "output": "You can make about 2 million selling certain players, plus coins from nodes and specials.",
    "input": "Approximately two million can be earned by selling certain players, along with coins from nodes and special rewards."
  },
  {
    "output": "Lag happened to me when I played far from my router.",
    "input": "Lag occurred when playing far from the router."
  },
  {
    "output": "It stopped when I moved closer.",
    "input": "The lag stopped after moving closer."
  },
  {
    "output": "India has septagonal coins.",
    "input": "India uses coins with seven sides."
  },
  {
    "output": "Unai Simon for GK.",
    "input": "Unai Simon is recommended for goalkeeper."
  },
  {
    "output": "Paying fanfic writers for fanfiction is illegal.",
    "input": "Paying fanfiction writers for fanfiction is illegal."
  },
  {
    "output": "Okay. Thank you.",
    "input": "Acknowledged. Thank you."
  },
  {
    "output": "Happy to help.",
    "input": "Assistance was provided willingly."
  },
  {
    "output": "You should get him sometime next week.",
    "input": "He should be obtainable sometime next week."
  },
  {
    "output": "So was Messi.",
    "input": "The same applied to Messi."
  },
  {
    "output": "Done",
    "input": "This is completed."
  },
  {
    "output": "How’s Messi as a lone striker?",
    "input": "How does Messi perform as a lone striker?"
  },
  {
    "output": "I have him in a two-striker formation and want to switch to another formation.",
    "input": "He is currently used in a two-striker formation, and a change in formation is being considered."
  },
  {
    "output": "I am F2P and currently at 121/220.",
    "input": "I am free-to-play and currently at 121 out of 220."
  },
  {
    "output": "I started playing a week into Spring Break.",
    "input": "I began playing one week into Spring Break."
  },
  {
    "output": "SP Unai Simon has been decent for me.",
    "input": "SP Unai Simon has performed adequately."
  },
  {
    "output": "Checkers is better than this… this.",
    "input": "Checkers is preferable to this."
  },
  {
    "output": "Cryosleep possibly slows down ageing.",
    "input": "Cryosleep may slow the aging process."
  },
  {
    "output": "Dr. Mann doesn’t look 35 years older than when he left Earth.",
    "input": "Dr. Mann does not appear thirty-five years older than when he left Earth."
  },
  {
    "output": "That’s why Dr. Brand, when she saw that Romilly had aged, asked him why he didn’t cryosleep during their time on Miller’s planet.",
    "input": "This is why Dr. Brand asked Romilly why he did not use cryosleep after noticing that he had aged during their time on Miller’s planet."
  },
  {
    "output": "How’s De Vrij?",
    "input": "How does De Vrij perform?"
  },
  {
    "output": "We would have no time to chat.",
    "input": "There would be no time for conversation."
  },
  {
    "output": "You think Kerala is morally corrupt?",
    "input": "Do you believe Kerala is morally corrupt?"
  },
  {
    "output": "I’ve always had this idea of a “bug suit”, where you wear a suit with two layers and immobilised bugs between them.",
    "input": "There has been an idea of a \"bug suit\" consisting of two layers with immobilized insects between them."
  },
  {
    "output": "So whenever you get hit with an Avada Kedavra, it hits one of the bugs instead and you don’t die.",
    "input": "In this concept, an Avada Kedavra would strike one of the insects instead, preventing death."
  },
  {
    "output": "I remember that Juventus match being annoying as hell.",
    "input": "The Juventus match is remembered as being very frustrating."
  },
  {
    "output": "Took me around 30 tries to get it.",
    "input": "It required approximately thirty attempts to complete."
  },
  {
    "output": "Great job.",
    "input": "Well done."
  },
  {
    "output": "You can’t, but how do you relate Kerala’s education with moral corruption?",
    "input": "It is not possible, and the connection between Kerala’s education and moral corruption is unclear."
  },
  {
    "output": "I went for two 99s with La Liga being my main league.",
    "input": "Two 99-rated players were chosen, with La Liga as the primary league."
  },
  {
    "output": "Nah, I don’t do those.",
    "input": "I do not engage in those activities."
  },
  {
    "output": "FDJ too.",
    "input": "Frenkie de Jong as well."
  },
  {
    "output": "Oh okay, thank you.",
    "input": "Understood. Thank you."
  },
  {
    "output": "How do you think he will do partnered with TOTS Varane?",
    "input": "How is his performance expected to be alongside TOTS Varane?"
  },
  {
    "output": "I use 4-1-2-1-2 Narrow.",
    "input": "The 4-1-2-1-2 Narrow formation is used."
  },
  {
    "output": "I should have clarified that in the post.",
    "input": "That should have been clarified in the post."
  },
  {
    "output": "What do you mean?",
    "input": "What is meant by this?"
  },
  {
    "output": "UTOTS Benzema or CR7 or Haaland might also do it.",
    "input": "UTOTS Benzema, CR7, or Haaland could also fulfill this role."
  },
  {
    "output": "The force of the wave crashing on you would probably kill you.",
    "input": "The force of the wave impact would likely be fatal."
  },
  {
    "output": "You wouldn’t survive an encounter with it anyway.",
    "input": "Survival in such an encounter would be unlikely."
  },
  {
    "output": "Doyle didn’t.",
    "input": "Doyle did not survive."
  },
  {
    "output": "Messi also has six traits.",
    "input": "Messi has six traits."
  },
  {
    "output": "I’m hoping for a back-to-back Guardiola Event Icon.",
    "input": "There is hope for consecutive Guardiola Event Icons."
  },
  {
    "output": "Actually, it’s tradition where I’m from that your first salary is given entirely to your parents.",
    "input": "In my region, it is traditional to give one’s first salary entirely to one’s parents."
  },
  {
    "output": "Attack is the best defence, I guess.",
    "input": "Offense is considered the best form of defense."
  },
  {
    "output": "Yeah Kylian.",
    "input": "Yes, Kylian."
  },
  {
    "output": "Stay in France.",
    "input": "Remaining in France is suggested."
  },
  {
    "output": "Of course not.",
    "input": "That is not the case."
  },
  {
    "output": "India has septagonal coins.",
    "input": "India uses seven-sided coins."
  },
  {
    "output": "Spring Messi.",
    "input": "Spring Messi."
  },
  {
    "output": "Try browsing the internet without learning the alphabet.",
    "input": "Browsing the internet without knowledge of the alphabet would be difficult."
  },
  {
    "output": "How is MAtS?",
    "input": "How does MAtS perform?"
  },
  {
    "output": "Does his height affect him in VSA or H2H?",
    "input": "Does his height impact his performance in VSA or H2H?"
  },
  {
    "output": "I guess now BJP will really be able to achieve Ram Rajya.",
    "input": "It is suggested that BJP may now be able to achieve Ram Rajya."
  },
  {
    "output": "I think they will sell for around 20 million.",
    "input": "They are expected to sell for approximately 20 million."
  },
  {
    "output": "Cooper will have told “them” that the tesseract was inside the black hole, so they put it there.",
    "input": "Cooper would have informed them that the tesseract was inside the black hole, leading to its placement there."
  },
  {
    "output": "The quantum data can also be a factor.",
    "input": "Quantum data may also be a contributing factor."
  },
  {
    "output": "They are vastly advanced beings who can access five dimensions, so it’s implied they have the technology to get out of black holes.",
    "input": "They are portrayed as highly advanced beings capable of accessing five dimensions, implying technology that allows escape from black holes."
  },
  {
    "output": "Cooper explains this himself in the movie — they can’t find a specific place in time and can’t communicate.",
    "input": "The film explains that they cannot locate a specific time or communicate directly."
  },
  {
    "output": "Oh. Well, if not education, what else can be the reason for a better society?",
    "input": "If not education, other reasons for societal improvement are questioned."
  },
  {
    "output": "Aren’t these positive impacts making society better?",
    "input": "These effects are suggested to contribute positively to society."
  },
  {
    "output": "Any sort of Weasley or Dumbledore bashing or overpowered Harry.",
    "input": "Content involving Weasley or Dumbledore bashing or an overpowered Harry is referenced."
  },
  {
    "output": "You can replace entire chapters of bashing stories with others and never notice a difference.",
    "input": "Entire chapters of bashing stories can be swapped without noticeable differences."
  },
  {
    "output": "Out-of-character Draco or Snape does it too.",
    "input": "Out-of-character portrayals of Draco or Snape have the same effect."
  },
  {
    "output": "A friendly between them and the men’s team would be exciting.",
    "input": "A friendly match between them and the men’s team would be engaging."
  },
  {
    "output": "I think it’s your connection.",
    "input": "The issue is likely related to the connection."
  },
  {
    "output": "That reminds me of what Moff Gideon said — you have something I want, and you don’t really understand what you have.",
    "input": "This recalls Moff Gideon’s statement about possessing something without understanding its value."
  },
  {
    "output": "Vampire Hermione.",
    "input": "Hermione is depicted as a vampire."
  },
  {
    "output": "A lot of angst.",
    "input": "The content includes significant emotional distress."
  },
  {
    "output": "I hope it ages like fine wine.",
    "input": "There is hope that it will improve over time."
  },
  {
    "output": "I think he’s being sarcastic.",
    "input": "It appears he is being sarcastic."
  },
  {
    "output": "I’m probably missing the joke, but he’s in Interstellar.",
    "input": "The humor may be missed, but he appears in Interstellar."
  },
  {
    "output": "April Fools?",
    "input": "Is this related to April Fools?"
  },
  {
    "output": "Well, that’s one way to put it.",
    "input": "That is one possible interpretation."
  },
  {
    "output": "He bought them from the market?",
    "input": "Were they purchased from the market?"
  },
  {
    "output": "Oh okay.",
    "input": "Understood."
  },
  {
    "output": "Thank you.",
    "input": "Thank you."
  },
  {
    "output": "Only one of the UTOTS Reserves will fit my squad, so I’m thinking of selling the other to afford him.",
    "input": "Only one UTOTS Reserve fits the squad, so selling the other is being considered to fund the purchase."
  },
  {
    "output": "He’ll be a fine addition to my semi-Barca squad.",
    "input": "He would be a suitable addition to a partially Barcelona-themed squad."
  },
  {
    "output": "Donnarumma would be nice for GK ranks.",
    "input": "Donnarumma would be suitable for goalkeeper ranks."
  },
  {
    "output": "This has been posted for the nth time now.",
    "input": "This content has been posted repeatedly."
  },
  {
    "output": "This entirely depends on whether he joins City.",
    "input": "This outcome depends entirely on whether he joins City."
  },
  {
    "output": "They cut through us like a knife through butter in the first half.",
    "input": "They dominated the first half with ease."
  },
  {
    "output": "We did better in the second.",
    "input": "Performance improved in the second half."
  },
  {
    "output": "I think the 100s will be Benzema and FDJ, and the 99s will be Oblak and Suarez.",
    "input": "It is expected that the 100-rated players will be Benzema and Frenkie de Jong, and the 99-rated players will be Oblak and Suarez."
  },
  {
    "output": "Not really.",
    "input": "That is not the case."
  },
  {
    "output": "I didn’t want my exams cancelled, and most of my friends share my opinion.",
    "input": "There was no desire for exams to be canceled, and most friends share this view."
  },
  {
    "output": "I have the same problem with FFN on my Kindle.",
    "input": "The same issue occurs with FFN on a Kindle."
  },
  {
    "output": "Takes about 20–30 minutes to load.",
    "input": "Loading takes approximately 20 to 30 minutes."
  },
  {
    "output": "Get POTM Alisson and save up for UTOTS Kane.",
    "input": "POTM Alisson is recommended, with saving suggested for UTOTS Kane."
  },
  {
    "output": "You can also get Pires for Son if you want extra cash.",
    "input": "Pires can be obtained in exchange for Son to gain additional funds."
  },
  {
    "output": "Damn.",
    "input": "This is notable."
  },
  {
    "output": "You should also play with the AI against them.",
    "input": "Playing against the AI is also recommended."
  },
  {
    "output": "Just press sprint and autoplay.",
    "input": "Using sprint and autoplay is suggested."
  },
  {
    "output": "He looks nice.",
    "input": "He appears visually appealing."
  },
  {
    "output": "Again.",
    "input": "This is repeated."
  },
  {
    "output": "No Kaka.",
    "input": "Kaka is not included."
  },
  {
    "output": "Nah, they keep moving.",
    "input": "They continue moving."
  },
  {
    "output": "Hit the one that moves before the special one when it’s turned.",
    "input": "The moving target should be struck before the special one when it is turned."
  },
  {
    "output": "By the time the ball gets there, the special one will have turned and reached that position.",
    "input": "By the time the ball arrives, the special target will have turned and reached that position."
  },
  {
    "output": "If you’re stuck against the AI, press sprint and autoplay.",
    "input": "If progression against the AI is difficult, using sprint and autoplay is advised."
  },
  {
    "output": "Fight fire with fire.",
    "input": "An equivalent approach is recommended."
  },
  {
    "output": "Also swap Ronaldo and Lukaku — CR7’s attack work rate makes better runs.",
    "input": "Swapping Ronaldo and Lukaku is suggested because Ronaldo’s attack work rate produces better runs."
  },
  {
    "output": "Do you play 3-4-3?",
    "input": "Is the 3-4-3 formation being used?"
  },
  {
    "output": "If you use three at the back in VSA, switch to five at the back in H2H to stop cross spammers.",
    "input": "Using five defenders in H2H instead of three, when using three in VSA, helps counter frequent crossing."
  },
  {
    "output": "It makes a huge difference.",
    "input": "This change has a significant impact."
  },
  {
    "output": "Do you use the joystick while doing this?",
    "input": "Is the joystick used during this action?"
  },
  {
    "output": "I release it and just sprint, and De Vrij handles it for me.",
    "input": "The joystick is released and sprint is used, allowing De Vrij to manage the action."
  },
  {
    "output": "You should play 4-1-4-1.",
    "input": "The 4-1-4-1 formation is recommended."
  },
  {
    "output": "Beckham and Soucek stay in position, only Bruno is out of position.",
    "input": "Beckham and Soucek remain in position, while only Bruno plays out of position."
  },
  {
    "output": "Thanks.",
    "input": "Thank you."
  },
  {
    "output": "Kaka will be out of position then, and Gerrard will be wasted.",
    "input": "Kaka would be out of position and Gerrard would be underutilized."
  },
  {
    "output": "UTOTS Lukaku for Muriel.",
    "input": "UTOTS Lukaku is suggested as a replacement for Muriel."
  },
  {
    "output": "You need a physical striker to partner Messi.",
    "input": "A physical striker is required to partner Messi."
  },
  {
    "output": "Replace Hummels with Fonte, get Gullit at CF, and play 4-4-1-1.",
    "input": "Replacing Hummels with Fonte, using Gullit at CF, and playing a 4-4-1-1 formation is suggested."
  },
  {
    "output": "Just press sprint and let autoplay handle it.",
    "input": "Using sprint and allowing autoplay to manage the play is advised."
  },
  {
    "output": "Clear when you have possession.",
    "input": "Clearing the ball when in possession is recommended."
  },
  {
    "output": "Worked first try for me.",
    "input": "This was successful on the first attempt."
  },
  {
    "output": "Leicester and Manchester City.",
    "input": "Leicester and Manchester City."
  },
  {
    "output": "I did the SBC a week ago.",
    "input": "The SBC was completed a week ago."
  },
  {
    "output": "It’s better to get the CM version; you lose too much OVR playing him out of position.",
    "input": "The CM version is preferable, as playing him out of position results in significant OVR loss."
  },
  {
    "output": "I tried that.",
    "input": "That approach was attempted."
  },
  {
    "output": "Scored three but conceded many.",
    "input": "Three goals were scored, but many were conceded."
  },
  {
    "output": "Choose players with good agility and ball control.",
    "input": "Players with high agility and ball control should be selected."
  },
  {
    "output": "I completed it using Spring Messi.",
    "input": "Completion was achieved using Spring Messi."
  },
  {
    "output": "Més que un club.",
    "input": "Més que un club."
  },
  {
    "output": "Better to replace Roberto Carlos than Rashford.",
    "input": "Replacing Roberto Carlos is preferable to replacing Rashford."
  },
  {
    "output": "Carlos is outdated and easy to dribble past.",
    "input": "Carlos is outdated and easy for opponents to dribble past."
  },
  {
    "output": "I’m only in Division 9, so I won’t do it.",
    "input": "Being in Division 9, this will not be attempted."
  },
  {
    "output": "No time anyway.",
    "input": "There is insufficient time."
  },
  {
    "output": "I use a two-striker formation with Lukaku.",
    "input": "A two-striker formation with Lukaku is used."
  },
  {
    "output": "Messi scores and sets up most goals.",
    "input": "Messi scores and assists most goals."
  },
  {
    "output": "I mostly play H2H.",
    "input": "H2H is played most frequently."
  },
  {
    "output": "All are moving.",
    "input": "All targets are in motion."
  },
  {
    "output": "CF out of position at ST.",
    "input": "A center forward is played out of position as a striker."
  },
  {
    "output": "Past/Present El Clásico.",
    "input": "A Past versus Present El Clásico theme is used."
  },
  {
    "output": "You already have Butragueño, Beckham, and Xavi.",
    "input": "Butragueño, Beckham, and Xavi are already included."
  },
  {
    "output": "Get UTOTS Cancelo for Trippier and replace one striker for Suarez.",
    "input": "UTOTS Cancelo should replace Trippier, and one striker should be replaced with Suarez."
  },
  {
    "output": "If you have money left, try for TOTS Varane.",
    "input": "If funds remain, TOTS Varane can be considered."
  },
  {
    "output": "Hernandez at LB.",
    "input": "Hernandez is used at left back."
  },
  {
    "output": "Rashford is fine out of position at RM, but Roberto Carlos is outdated.",
    "input": "Rashford performs adequately out of position at right midfield, but Roberto Carlos is outdated."
  },
  {
    "output": "Finance the Mané SBC.",
    "input": "Funds should be allocated to complete the Mané SBC."
  },
  {
    "output": "Sell Lukaku and play Gullit at CF out of position.",
    "input": "Selling Lukaku and using Gullit out of position at center forward is suggested."
  },
  {
    "output": "That also funds a good goalkeeper.",
    "input": "This also provides funds for a strong goalkeeper."
  },
  {
    "output": "Fight fire with fire — sprint and autoplay.",
    "input": "Using sprint and autoplay is recommended as a counter approach."
  },
  {
    "output": "That could work, but I’ll only get 32 million from selling Casemiro and Spring Messi.",
    "input": "This could be effective, but selling Casemiro and Spring Messi would yield only 32 million."
  },
  {
    "output": "Enough for Messi, but not ter Stegen.",
    "input": "This amount is sufficient for Messi but not for ter Stegen."
  },
  {
    "output": "Chemistry would be only 254.",
    "input": "Team chemistry would be limited to 254."
  },
  {
    "output": "UTOTS Cancelo at RB and Hernandez at LB.",
    "input": "UTOTS Cancelo is used at right back and Hernandez at left back."
  },
  {
    "output": "Upgrade your skill boosts.",
    "input": "Skill boosts should be upgraded."
  },
  {
    "output": "You can easily gain around 10 OVR.",
    "input": "An increase of approximately 10 OVR can be achieved."
  },
  {
    "output": "It’s every three days.",
    "input": "This occurs every three days."
  },
  {
    "output": "Yes, but he made many defensive errors too.",
    "input": "Yes, but multiple defensive mistakes were also made."
  },
  {
    "output": "FDJ was better overall this season — solid defensively, versatile, played CB, and scored decisive goals.",
    "input": "Frenkie de Jong performed better overall this season, showing defensive solidity, versatility, appearances at center back, and decisive goals."
  },
  {
    "output": "Around 35 million, give or take.",
    "input": "Approximately 35 million, with some variation."
  },
  {
    "output": "You can get him at CF and play him out of position at ST.",
    "input": "He can be obtained as a center forward and played out of position as a striker."
  },
  {
    "output": "I still have seasons left.",
    "input": "Some seasons remain incomplete."
  },
  {
    "output": "I’ve only completed Division 10, so Gullit isn’t my priority.",
    "input": "Only Division 10 has been completed, so Gullit is not a priority."
  },
  {
    "output": "Should I sell now given the Chelsea inflation?",
    "input": "Is it advisable to sell now due to Chelsea-related price inflation?"
  },
  {
    "output": "Same here.",
    "input": "The same applies here."
  },
  {
    "output": "I got two stars but couldn’t get more.",
    "input": "Two stars were obtained, but additional progress was not possible."
  },
  {
    "output": "Retried so many times I reached level 47.",
    "input": "Repeated attempts resulted in reaching level 47."
  },
  {
    "output": "Just completed it.",
    "input": "Completion has just occurred."
  },
  {
    "output": "Hit all special ones.",
    "input": "All special targets were hit."
  },
  {
    "output": "When the special one is turned, swipe at the one in front of it.",
    "input": "When the special target turns, swipe at the target positioned in front of it."
  },
  {
    "output": "Worked for me.",
    "input": "This was effective."
  },
  {
    "output": "When you list a player, the market bot buys it and relists it.",
    "input": "When a player is listed, the market bot purchases and relists it."
  },
  {
    "output": "If a card is common, it only buys below the lowest bid.",
    "input": "For common cards, purchases occur only below the lowest bid."
  },
  {
    "output": "If it’s rare, you can list slightly above the lowest bid.",
    "input": "For rare cards, listing slightly above the lowest bid is possible."
  },
  {
    "output": "I loved those two fics.",
    "input": "Those two fanfictions were enjoyed."
  },
  {
    "output": "Yes.",
    "input": "Yes."
  },
  {
    "output": "He has LF and RW instead of LW and RW.",
    "input": "He is positioned as LF and RW instead of LW and RW."
  },
  {
    "output": "I started autoplaying seasons two days ago and finished Division 8.",
    "input": "Autoplaying seasons began two days ago and Division 8 was completed."
  },
  {
    "output": "Only play divisions that give five medals at 70 points — faster.",
    "input": "Only divisions awarding five medals at 70 points are played for efficiency."
  },
  {
    "output": "I hope it’s nothing like the leaks.",
    "input": "There is hope that it differs from the leaks."
  },
  {
    "output": "His acceleration is bad, but otherwise he’s decent on the wing if you attack from the left.",
    "input": "His acceleration is weak, but he performs adequately on the wing when attacking from the left."
  },
  {
    "output": "You might even have enough to buy TOTS Dias or Varane.",
    "input": "It may be possible to afford TOTS Dias or Varane."
  },
  {
    "output": "I bet you’re ecstatic.",
    "input": "You are likely very pleased."
  },
  {
    "output": "Three of your players will have the marking boost.",
    "input": "Three players will receive the marking boost."
  },
  {
    "output": "Maybe he plays without LM/LW, or has another preferred player there.",
    "input": "He may play without a left midfielder or winger, or prefer another player in that position."
  },
  {
    "output": "Yeah, I’m hoping to get him too.",
    "input": "There is also hope to obtain him."
  },
  {
    "output": "If the ball crosses the line, it’s a goal.",
    "input": "If the ball crosses the goal line, it is counted as a goal."
  },
  {
    "output": "Doesn’t matter if it’s in the air or rolling.",
    "input": "Whether the ball is airborne or rolling is irrelevant."
  },
  {
    "output": "Your keeper went inside the line.",
    "input": "The goalkeeper crossed the goal line."
  },
  {
    "output": "If I don’t get the 15-star milestone today on Hard and switch to Medium tomorrow, can I still get Mahrez?",
    "input": "If the 15-star milestone is not achieved on Hard today and Medium is selected tomorrow, is Mahrez still obtainable?"
  },
  {
    "output": "Torres.",
    "input": "Torres."
  },
  {
    "output": "Boost your chemistry using perks.",
    "input": "Team chemistry should be increased using perks."
  },
  {
    "output": "MAtS fits my themed squad too.",
    "input": "MAtS also fits the themed squad."
  },
  {
    "output": "I have another Barca squad for H2H.",
    "input": "A separate Barcelona squad is used for H2H."
  },
  {
    "output": "His stats are endgame, but upgrading him further isn’t affordable.",
    "input": "His statistics are suitable for endgame use, but further upgrades are not affordable."
  },
  {
    "output": "I won’t have money for Wan-Bissaka, so I’ll use Piszczek as a placeholder until I can buy Cancelo again or get a better RB.",
    "input": "There are insufficient funds for Wan-Bissaka, so Piszczek will be used temporarily until Cancelo can be repurchased or a better right back is obtained."
  },
  {
    "output": "I have both right now but need to sell one.",
    "input": "Both are currently owned, but one must be sold."
  },
  {
    "output": "Otherwise I’ll be 10 million short of UCL Messi.",
    "input": "Otherwise, there will be a shortfall of 10 million for UCL Messi."
  },
  {
    "output": "Thanks.",
    "input": "Thank you."
  },
  {
    "output": "TARS may not feel pain or emotions, but Brand definitely does.",
    "input": "TARS is depicted as lacking pain or emotions, whereas Brand is shown to experience them."
  },
  {
    "output": "How’s that Messi?",
    "input": "How does that Messi perform?"
  },
  {
    "output": "Did you do the Legacy VSA? There are a few gems to be claimed there as well.",
    "input": "Have you completed the Legacy VSA? There are additional gems available there."
  },
  {
    "output": "For me, it happens about 80% of the time when I have a clear run to the goalkeeper.",
    "input": "For me, this occurs approximately 80 percent of the time when there is a clear run toward the goalkeeper."
  },
  {
    "output": "He was selling at 35 million when the event dropped, but stabilized at 45 about 12 hours later.",
    "input": "He was priced at 35 million when the event began and stabilized at around 45 million approximately twelve hours later."
  },
  {
    "output": "This kit was recreated by another user and posted here yesterday. I thought it looked pretty good.",
    "input": "This kit was recreated by another user and posted here yesterday, and it appeared well done."
  },
  {
    "output": "Both of you didn’t get either one of your jokes.",
    "input": "Neither of you understood the jokes."
  },
  {
    "output": "I need Kanté.",
    "input": "Kanté is needed."
  },
  {
    "output": "Autoplaying against autoplay stops your opponent from getting an advantage.",
    "input": "Using autoplay against an opponent using autoplay prevents them from gaining an advantage."
  },
  {
    "output": "If you press sprint and your opponent doesn’t, you’ll have the edge.",
    "input": "Using sprint while the opponent does not provides an advantage."
  },
  {
    "output": "If you shoot the normal targets six times, you should have 6,000 points.",
    "input": "Hitting the normal targets six times results in 6,000 points."
  },
  {
    "output": "Use the remaining two attempts on the special ones.",
    "input": "The remaining two attempts should be used on the special targets."
  },
  {
    "output": "You should then have enough time left to cover the next 500 points.",
    "input": "This should leave sufficient time to obtain the next 500 points."
  },
  {
    "output": "One second equals 100 points.",
    "input": "Each second corresponds to 100 points."
  },
  {
    "output": "For the sixth one I used Man City and Leicester.",
    "input": "For the sixth attempt, Manchester City and Leicester were used."
  },
  {
    "output": "These were the players I used: Base Ederson, TOTY Nominee Vardy, TOTS Tielemans, TOTS Fofana, TOTS Rodri, TOTS Foden, Base Sterling, Base Laporte, Base Bernardo Silva, Base Walker trained, and that 90 OVR Star Pass striker from Leicester.",
    "input": "The players used were Base Ederson, TOTY Nominee Vardy, TOTS Tielemans, TOTS Fofana, TOTS Rodri, TOTS Foden, Base Sterling, Base Laporte, Base Bernardo Silva, trained Base Walker, and the 90 OVR Star Pass striker from Leicester."
  },
  {
    "output": "The comment section already explains why.",
    "input": "The reason is already explained in the comment section."
  },
  {
    "output": "You’re being downvoted while the other person is being upvoted.",
    "input": "Your comment is receiving downvotes while the other person’s comment is receiving upvotes."
  },
  {
    "output": "I like how you implied that Buggie looks ugly.",
    "input": "You implied that Buggie appears unattractive."
  },
  {
    "output": "Suggestions are welcome.",
    "input": "Suggestions are invited."
  },
  {
    "output": "I also have it hard locked.",
    "input": "It is also locked permanently."
  },
  {
    "output": "Or play 4-1-4-1.",
    "input": "Alternatively, the 4-1-4-1 formation can be used."
  },
  {
    "output": "Get UTOTS Casemiro and TOTS Varane.",
    "input": "UTOTS Casemiro and TOTS Varane should be obtained."
  },
  {
    "output": "Then melt Casemiro into one of your CMs or sell him.",
    "input": "Casemiro can then be merged into a central midfielder or sold."
  },
  {
    "output": "He’s selling for 100K in my market.",
    "input": "He is priced at 100,000 in my market."
  },
  {
    "output": "If you want to sell him, list him at 80K.",
    "input": "If selling is intended, listing at 80,000 is recommended."
  },
  {
    "output": "Sell João Cancelo and Kane.",
    "input": "João Cancelo and Kane should be sold."
  },
  {
    "output": "Get UTOTS Sancho and TOTS Škriniar and play 3-4-3.",
    "input": "UTOTS Sancho and TOTS Škriniar should be acquired, and a 3-4-3 formation should be used."
  },
  {
    "output": "If chemistry isn’t enough, try switching CBs and CMs or get TOTS Lacroix.",
    "input": "If chemistry is insufficient, switching center backs and central midfielders or acquiring TOTS Lacroix may help."
  },
  {
    "output": "That phonetic sound doesn’t exist in Arabic.",
    "input": "That phonetic sound does not exist in Arabic."
  },
  {
    "output": "The “P” sound isn’t there either and becomes “B”, so Depay is pronounced as “Debay”.",
    "input": "The \"P\" sound is also absent and is replaced by \"B\", resulting in Depay being pronounced as \"Debay\"."
  },
  {
    "output": "Never mind, I’m going with this.",
    "input": "This option will be chosen."
  },
  {
    "output": "I’ll save up for ter Stegen in the next event.",
    "input": "Saving will be done to acquire ter Stegen in the next event."
  },
  {
    "output": "Thank you.",
    "input": "Thank you."
  },
  {
    "output": "My emote layout is exactly like yours.",
    "input": "The emote layout matches yours exactly."
  },
  {
    "output": "Since you have Prime Beckham, I’d suggest Beckham out of position at CAM instead of Bergkamp and UTOTS Sancho or Salah.",
    "input": "Given the presence of Prime Beckham, using Beckham out of position at CAM instead of Bergkamp, along with UTOTS Sancho or Salah, is suggested."
  },
  {
    "output": "If it’s Salah, you can also play 4-3-3 Attack.",
    "input": "If Salah is used, the 4-3-3 Attack formation is also viable."
  },
  {
    "output": "Most ratings matched real life, but giving Jordi Alba 99 and FDJ only a 94 Reserve felt wrong.",
    "input": "Most ratings aligned with real life, but assigning Jordi Alba a 99 rating and Frenkie de Jong a 94 Reserve rating seemed inaccurate."
  },
  {
    "output": "It should’ve been the other way around.",
    "input": "The ratings should have been reversed."
  },
  {
    "output": "Okay, thanks.",
    "input": "Understood. Thank you."
  },
  {
    "output": "4-2-4 has a nonexistent midfield.",
    "input": "The 4-2-4 formation effectively lacks a midfield."
  },
  {
    "output": "I usually run straight through it with Lukaku.",
    "input": "This formation is typically exploited by advancing directly through the middle with Lukaku."
  },
  {
    "output": "I just wanted to know about his gameplay in H2H and against top left-backs.",
    "input": "Information was sought specifically about his performance in H2H and against top left backs."
  },
  {
    "output": "What about his pace and shot power?",
    "input": "How are his pace and shot power?"
  },
  {
    "output": "I’m seriously considering upgrading him to 103 OVR.",
    "input": "Upgrading him to 103 OVR is being strongly considered."
  },
  {
    "output": "Why are so many comments removed?",
    "input": "Why have many comments been removed?"
  },
  {
    "output": "That TOTS Benzema card is insane.",
    "input": "The TOTS Benzema card is extremely strong."
  },
  {
    "output": "Better than UTOTS Lukaku right now.",
    "input": "It currently performs better than UTOTS Lukaku."
  },
  {
    "output": "In my opinion, it’s either Messi or Lewandowski.",
    "input": "In my view, the choice is between Messi and Lewandowski."
  },
  {
    "output": "Caps lock means you’re shouting.",
    "input": "Using caps lock indicates shouting."
  },
  {
    "output": "Advanced Rainbow works if timed properly.",
    "input": "Advanced Rainbow is effective when timed correctly."
  },
  {
    "output": "I’ve used it successfully against top defenders.",
    "input": "It has been used successfully against high-level defenders."
  },
  {
    "output": "How’s that Messi?",
    "input": "How does that Messi perform?"
  },
  {
    "output": "Did you do the Legacy VSA?",
    "input": "Did you complete the Legacy VSA?"
  },
  {
    "output": "There are a few gems to be claimed there also.",
    "input": "There are additional gems available to claim there."
  },
  {
    "output": "For me, 80% of the time it happens when I have a clear run to the GK.",
    "input": "For me, this occurs about 80 percent of the time when there is a clear run toward the goalkeeper."
  },
  {
    "output": "He was selling at 35 million when the event dropped, but stabilised at 45 twelve hours later.",
    "input": "He was priced at 35 million when the event started and stabilized at 45 million twelve hours later."
  },
  {
    "output": "This kit was recreated by another user and was posted here yesterday.",
    "input": "This kit was recreated by another user and posted here yesterday."
  },
  {
    "output": "I thought it looked pretty good.",
    "input": "It appeared visually appealing."
  },
  {
    "output": "Both of you didn’t get either one of your jokes.",
    "input": "Neither of you understood the jokes."
  },
  {
    "output": "I need Kante.",
    "input": "Kanté is needed."
  },
  {
    "output": "Autoplaying against autoplay will stop your opponent from getting an advantage.",
    "input": "Using autoplay against an opponent using autoplay prevents them from gaining an advantage."
  },
  {
    "output": "If you press sprint and your opponent doesn’t, then you will have the advantage.",
    "input": "Using sprint while the opponent does not provides an advantage."
  },
  {
    "output": "If you shoot the normal targets six times, you should have 6,000 points.",
    "input": "Hitting the normal targets six times results in 6,000 points."
  },
  {
    "output": "Then spend your two remaining attempts on the special ones.",
    "input": "The remaining two attempts should be used on the special targets."
  },
  {
    "output": "You should then have enough time remaining on the clock to cover the next 500 points.",
    "input": "This should leave sufficient time to obtain the next 500 points."
  },
  {
    "output": "One second is 100 points.",
    "input": "Each second corresponds to 100 points."
  },
  {
    "output": "For the sixth one I used Man City and Leicester.",
    "input": "For the sixth attempt, Manchester City and Leicester were used."
  },
  {
    "output": "These were the players I used: Base Ederson, TOTY Nominee Vardy, TOTS Tielemans, TOTS Fofana, TOTS Rodri, TOTS Foden, Base Sterling, Base Laporte, Base Bernardo Silva, Base Walker trained, and that 90 OVR Star Pass striker from Leicester.",
    "input": "The players used were Base Ederson, TOTY Nominee Vardy, TOTS Tielemans, TOTS Fofana, TOTS Rodri, TOTS Foden, Base Sterling, Base Laporte, Base Bernardo Silva, trained Base Walker, and the 90 OVR Star Pass striker from Leicester."
  },
  {
    "output": "The comment section here is already indicating why.",
    "input": "The reason is already indicated in the comment section."
  },
  {
    "output": "You are being downvoted while the other person is being upvoted.",
    "input": "Your comment is receiving downvotes while the other person’s comment is receiving upvotes."
  },
  {
    "output": "I like how you insinuated that Buggie looks ugly.",
    "input": "You implied that Buggie appears unattractive."
  },
  {
    "output": "Suggestions are also welcome.",
    "input": "Suggestions are welcome."
  },
  {
    "output": "I also have it hard locked.",
    "input": "It is also permanently locked."
  },
  {
    "output": "Or play 4-1-4-1.",
    "input": "Alternatively, the 4-1-4-1 formation can be used."
  },
  {
    "output": "Get UTOTS Casemiro and TOTS Varane.",
    "input": "UTOTS Casemiro and TOTS Varane should be acquired."
  },
  {
    "output": "Then melt TOTS Casemiro on one of your CMs or sell him.",
    "input": "Casemiro can then be merged into a central midfielder or sold."
  },
  {
    "output": "He is being sold for 100K in my market.",
    "input": "He is priced at 100,000 in my market."
  },
  {
    "output": "If you want to sell him, you will have to list him at 80K.",
    "input": "If selling is intended, listing him at 80,000 is required."
  },
  {
    "output": "Sell Joao Cancelo and Kane.",
    "input": "João Cancelo and Kane should be sold."
  },
  {
    "output": "Get UTOTS Sancho and TOTS Skriniar and play 3-4-3.",
    "input": "UTOTS Sancho and TOTS Škriniar should be acquired and a 3-4-3 formation should be used."
  },
  {
    "output": "If chemistry isn’t enough, switch the CBs and CMs or get TOTS Lacroix.",
    "input": "If chemistry is insufficient, switching center backs and central midfielders or acquiring TOTS Lacroix is recommended."
  },
  {
    "output": "Last season we needed an attacking RM to complement Sancho and we got UCL Gnabry.",
    "input": "Last season, an attacking right midfielder was needed to complement Sancho, and UCL Gnabry was obtained."
  },
  {
    "output": "UTOTS Sancho last season was a second striker RM, if I remember correctly.",
    "input": "UTOTS Sancho functioned as a second-striker right midfielder last season."
  },
  {
    "output": "The sound “P” is also not there and is written as “B”.",
    "input": "The \"P\" sound is absent and is represented as \"B\"."
  },
  {
    "output": "So Depay in Arabic is pronounced as “Debay”.",
    "input": "As a result, Depay is pronounced as \"Debay\" in Arabic."
  },
  {
    "output": "Never mind.",
    "input": "This is disregarded."
  },
  {
    "output": "I’ll save up for ter Stegen in the next event.",
    "input": "Saving will be done to acquire ter Stegen in the next event."
  },
  {
    "output": "My emote layout is exactly like yours.",
    "input": "The emote layout matches yours exactly."
  },
  {
    "output": "Most of the ratings were according to real life, but giving Jordi Alba 99 OVR and FDJ only a 94 Reserve felt wrong.",
    "input": "Most ratings aligned with real life, but assigning Jordi Alba a 99 rating and Frenkie de Jong a 94 Reserve rating seemed inaccurate."
  },
  {
    "output": "It should’ve been the other way around.",
    "input": "The ratings should have been reversed."
  },
  {
    "output": "4-2-4 has a non-existent midfield.",
    "input": "The 4-2-4 formation effectively lacks a midfield."
  },
  {
    "output": "I usually run right through them with my Lukaku.",
    "input": "This formation is typically exploited by advancing directly with Lukaku."
  },
  {
    "output": "Why are so many comments removed?",
    "input": "Why have many comments been removed?"
  },
  {
    "output": "That TOTS Benzema card was insane.",
    "input": "The TOTS Benzema card was extremely strong."
  },
  {
    "output": "In my opinion, it’s either Messi or Lewandowski.",
    "input": "The likely candidates are Messi or Lewandowski."
  },
  {
    "output": "Caps lock means you’re shouting.",
    "input": "Using caps lock indicates shouting."
  },
  {
    "output": "Advanced Rainbow works if timed properly.",
    "input": "Advanced Rainbow is effective when timed correctly."
  },
  {
    "output": "I had the same problem. I picked him at CAM and play 4-5-1.",
    "input": "I experienced the same issue. I selected him at CAM and use a 4-5-1 formation."
  },
  {
    "output": "No, that’s not it.",
    "input": "No, that is not the reason."
  },
  {
    "output": "I played an AI match with Xavi.",
    "input": "I played an AI match using Xavi."
  },
  {
    "output": "He has more curve, long passing, and vision than Gullit, but Gullit was still the corner taker.",
    "input": "He has higher curve, long passing, and vision than Gullit, but Gullit still took the corners."
  },
  {
    "output": "I think it’s long passing plus crossing.",
    "input": "It appears to be a combination of long passing and crossing."
  },
  {
    "output": "Gullit has the highest combined long passing and crossing in my squad at 272.",
    "input": "Gullit has the highest combined long passing and crossing in my squad, totaling 272."
  },
  {
    "output": "Then it’s Joao Cancelo at 270 and Beckham at 268.",
    "input": "João Cancelo follows with 270, and Beckham has 268."
  },
  {
    "output": "In matches where Gullit isn’t there, Cancelo takes corners.",
    "input": "In matches without Gullit, Cancelo takes corners."
  },
  {
    "output": "When neither Gullit nor Cancelo are there, Beckham takes corners.",
    "input": "When neither Gullit nor Cancelo are present, Beckham takes corners."
  },
  {
    "output": "So I need to train Cancelo to 99 OVR.",
    "input": "Therefore, Cancelo needs to be trained to 99 OVR."
  },
  {
    "output": "Thanks for pointing me in the right direction.",
    "input": "Thank you for identifying the correct factor."
  },
  {
    "output": "I didn’t know a hybrid of stats would be considered.",
    "input": "I was not aware that a combination of stats was taken into account."
  },
  {
    "output": "Positioning didn’t affect him in VSA but he’s not always where I need him in H2H.",
    "input": "Positioning did not affect him in VSA, but in H2H he is not always in the desired position."
  },
  {
    "output": "He plays more like a false 9 at times.",
    "input": "At times, he plays in a manner similar to a false nine."
  },
  {
    "output": "Oh, didn’t notice that third one.",
    "input": "The third option was not noticed."
  },
  {
    "output": "Play 4-1-2-1-2 Narrow and buy UTOTS Hernandez and UTOTS Cancelo.",
    "input": "Use the 4-1-2-1-2 Narrow formation and acquire UTOTS Hernández and UTOTS Cancelo."
  },
  {
    "output": "It’s mainly the ref’s fault.",
    "input": "The issue is primarily due to the referee."
  },
  {
    "output": "If I try heel-to-heel and my opponent’s Hummels slams my attacker so hard that he can’t get up for the next five minutes, at least a free kick should be awarded.",
    "input": "When attempting a heel-to-heel move and the opponent’s Hummels heavily challenges the attacker, a free kick should be awarded."
  },
  {
    "output": "Sarcasm?",
    "input": "Is this sarcasm?"
  },
  {
    "output": "South American themed treasure hunt, in my opinion.",
    "input": "A South American themed treasure hunt is expected."
  },
  {
    "output": "It refreshes every Friday.",
    "input": "It refreshes on Fridays."
  },
  {
    "output": "It’ll come next Friday for you.",
    "input": "It will be available next Friday."
  },
  {
    "output": "I sold him yesterday for 4.8 million.",
    "input": "He was sold yesterday for 4.8 million."
  },
  {
    "output": "I have Maignan as backup.",
    "input": "Maignan is being used as a backup."
  },
  {
    "output": "You never know whether end-of-era cards will be really good or really bad.",
    "input": "The quality of end-of-era cards is uncertain."
  },
  {
    "output": "It’s the 2015–16 kit.",
    "input": "It is the 2015–16 kit."
  },
  {
    "output": "Can you explain?",
    "input": "Can this be explained further?"
  },
  {
    "output": "I usually lose by six or seven goals against high OVR teams, so I think it’s pretty good.",
    "input": "I usually lose by six or seven goals against high OVR teams, so this result seems reasonable."
  },
  {
    "output": "Use Spotify on the browser.",
    "input": "Spotify can be used through the browser."
  },
  {
    "output": "You can play 4-3-1-2 if you want to include Beckham too, but you’ll have to bench Mané.",
    "input": "The 4-3-1-2 formation can be used to include Beckham, but Mané would need to be benched."
  },
  {
    "output": "UCL Messi is almost as good.",
    "input": "UCL Messi performs at a similar level."
  },
  {
    "output": "He has three of the big six stats better, but physicality has a huge difference.",
    "input": "He has three of the major six stats rated higher, but there is a significant difference in physicality."
  },
  {
    "output": "You can get 75 Beckham XP a week from quests.",
    "input": "Up to 75 Beckham XP can be earned weekly from quests."
  },
  {
    "output": "I really need that Piqué.",
    "input": "Acquiring Piqué is a priority."
  },
  {
    "output": "TOTS De Jong was really fun to use and the stats are really good too.",
    "input": "TOTS De Jong was enjoyable to use and has strong statistics."
  },
  {
    "output": "Thanks. I just started Legends now and it’s been easy so far.",
    "input": "Thank you. Legends mode has just begun and has been manageable so far."
  },
  {
    "output": "There’s a thing called a league recruitment thread.",
    "input": "There is a dedicated league recruitment thread."
  },
  {
    "output": "I didn’t get you.",
    "input": "The statement was not understood."
  },
  {
    "output": "One rupee is 563 Iranian rial.",
    "input": "One rupee is equivalent to 563 Iranian rial."
  },
  {
    "output": "Age is just a number when you’re Messi.",
    "input": "Age is not a limiting factor in Messi’s performance."
  },
  {
    "output": "I realised the date mistake as soon as I posted, but I can’t edit the title.",
    "input": "The date error was noticed immediately, but the title cannot be edited."
  },
  {
    "output": "It’s a URL shortener like bit.ly.",
    "input": "It is a URL shortening service similar to bit.ly."
  },
  {
    "output": "Sissoko will sell for 120K.",
    "input": "Sissoko is expected to sell for 120,000."
  },
  {
    "output": "I’d recommend it only if you want Gullit.",
    "input": "This approach is recommended only if acquiring Gullit is the objective."
  },
  {
    "output": "Messi is my favourite player.",
    "input": "Messi is my preferred player."
  },
  {
    "output": "This is my fourth season using him.",
    "input": "This is the fourth season in which he has been used."
  },
  {
    "output": "Thanks.",
    "input": "Thank you."
  },
  {
    "output": "Safe search is always enabled in the UAE.",
    "input": "Safe search is permanently enabled in the UAE."
  },
  {
    "output": "But if you pay to rank up your player till level 10, why should you pay again to transfer it? Rank transfers should be free in my opinion.",
    "input": "If a player is already ranked up to level 10 through payment, requiring an additional payment to transfer the rank seems unnecessary. Rank transfers should be free."
  },
  {
    "output": "Ah, I am in the Discord server, but I thought it was on Reddit because you posted it here.",
    "input": "I am part of the Discord server, but I assumed it was on Reddit because it was posted here."
  },
  {
    "output": "I just read your fic, it’s really good. I hate you for that last chapter lol.",
    "input": "I have read your fic and found it very good. The final chapter was impactful."
  },
  {
    "output": "Thanks!",
    "input": "Thank you."
  },
  {
    "output": "I’m going to get CAM Maradona and move to 4-5-1 with Gullit and Maradona at CAM. Messi is CF out of position at ST because he has better stats than Spring Messi, and the OVR loss from skill boost is fine.",
    "input": "I plan to acquire CAM Maradona and switch to a 4-5-1 formation with Gullit and Maradona at CAM. Messi will be played out of position at ST as a CF because his stats are better than Spring Messi, and the skill boost OVR loss is acceptable."
  },
  {
    "output": "All I can see is a hunchback Batman lol.",
    "input": "The image appears to resemble a hunched version of Batman."
  },
  {
    "output": "I know this is an unpopular opinion, but I don’t want Xavi to be the manager this soon.",
    "input": "I do not think Xavi should become the manager at this stage."
  },
  {
    "output": "I really think he will be another Lampard or Pirlo.",
    "input": "I believe he could face challenges similar to those experienced by Lampard or Pirlo."
  },
  {
    "output": "He needs more experience in Europe before coming to Barca.",
    "input": "He requires more experience in European football before joining Barcelona."
  },
  {
    "output": "Piracy is illegal in India, but it’s rarely enforced.",
    "input": "Piracy is illegal in India, but enforcement is infrequent."
  },
  {
    "output": "If you’re that worried about getting caught, then use Tor browser or a VPN while pirating.",
    "input": "If there is concern about being caught, some people use tools such as the Tor browser or a VPN."
  },
  {
    "output": "IIRC, Michael said that editing it took a lot of time.",
    "input": "Michael previously stated that editing it required a significant amount of time."
  },
  {
    "output": "Repost.",
    "input": "This content has been reposted."
  },
  {
    "output": "Can the mods ban him?",
    "input": "Should the moderators ban him?"
  },
  {
    "output": "Well, in my area, if any dog bit a human, it would be beaten to death.",
    "input": "In my area, a dog that bites a human is typically killed."
  },
  {
    "output": "The story’s not sexist, you just didn’t comprehend it.",
    "input": "The story is not sexist; it may have been misunderstood."
  },
  {
    "output": "I’ve never seen it on this sub except a couple of times.",
    "input": "I have only seen it on this subreddit a few times."
  },
  {
    "output": "Everyone acts as if getting Xavi is magically going to throw us back to the 2010s and win a sextuple within a week.",
    "input": "Many people behave as if appointing Xavi would immediately recreate the success of the 2010s."
  },
  {
    "output": "I have a poster of this in my room.",
    "input": "I have a poster of this displayed in my room."
  },
  {
    "output": "Barto messed up our finances to the point where letting him go was unavoidable.",
    "input": "Barto damaged the club’s finances to a degree that made his departure unavoidable."
  },
  {
    "output": "Not a single person in Camp Nou wanted him to leave.",
    "input": "No one at Camp Nou wanted him to leave."
  },
  {
    "output": "I’ve always wondered what happened to Anakin’s legs and hand.",
    "input": "I have often wondered what happened to Anakin’s legs and hand."
  },
  {
    "output": "Doesn’t this apply to any job in the world?",
    "input": "Does this not apply to all professions?"
  },
  {
    "output": "Samsung’s swipe typing has about one error every three sentences from my experience.",
    "input": "In my experience, Samsung’s swipe typing produces approximately one error every three sentences."
  },
  {
    "output": "We need Braithwaite, Neto, Roberto, Dest, and maybe Depay.",
    "input": "The squad requires Braithwaite, Neto, Roberto, Dest, and possibly Depay."
  },
  {
    "output": "You can use swipe typing on Samsung keyboard too.",
    "input": "Swipe typing is also available on the Samsung keyboard."
  },
  {
    "output": "My father landed in Dubai at 1 PM two days ago and got the result at 4 PM.",
    "input": "My father arrived in Dubai at 1 PM two days ago and received the result at 4 PM."
  },
  {
    "output": "You’re a disgrace.",
    "input": "That behavior is inappropriate."
  },
  {
    "output": "In endgames without queens, aren’t rooks the most powerful piece?",
    "input": "In endgames without queens, rooks are often the most powerful pieces."
  },
  {
    "output": "A person’s identity shouldn’t be their caste.",
    "input": "A person’s identity should not be defined by caste."
  },
  {
    "output": "Baldness is not a flaw.",
    "input": "Baldness is not a defect."
  },
  {
    "output": "Female Jedi do exist.",
    "input": "Female Jedi are present in the canon."
  },
  {
    "output": "Depay is 27, not exactly young.",
    "input": "Depay is 27 years old and not particularly young."
  },
  {
    "output": "This is on the front page every other week.",
    "input": "This appears on the front page frequently."
  },
  {
    "output": "The CGI in Minnal Murali is pretty good.",
    "input": "The CGI in Minnal Murali is of good quality."
  },
  {
    "output": "It’s India, not the US.",
    "input": "This situation occurs in India, not the United States."
  },
  {
    "output": "Messi is my favourite player.",
    "input": "Messi is my preferred player."
  },
  {
    "output": "I started this season a few weeks back and I’m thinking of getting either TOTY or UCL Messi.",
    "input": "I started this season a few weeks ago and am considering acquiring either TOTY or UCL Messi."
  },
  {
    "output": "I just want to know about his gameplay before committing that much money.",
    "input": "I want to understand his gameplay before making such a significant investment."
  },
  {
    "output": "He’s really good, dominant in the air and on the ground, and a threat on corners.",
    "input": "He performs well both aerially and on the ground and poses a threat during corners."
  },
  {
    "output": "Women born after this survey can vote now.",
    "input": "Women born after the time of this survey are now eligible to vote."
  },
  {
    "output": "3-4-1-2 would suit your players better.",
    "input": "A 3-4-1-2 formation would better suit your players."
  },
  {
    "output": "Play through the center. Tiki-taka works best.",
    "input": "Playing through the center is effective, and a tiki-taka approach works well."
  },
  {
    "output": "35 USD.",
    "input": "The cost is 35 USD."
  },
  {
    "output": "That fic fits all your criteria.",
    "input": "That fic meets all of your stated criteria."
  },
  {
    "output": "Professional blackmailer?",
    "input": "Is this referring to a professional blackmailer?"
  },
  {
    "output": "Dude, I don’t know about everyone, but about 99% of the people who frequent this sub and r/soccer probably know that Mazraoui is a right back.",
    "input": "Most people who frequent this subreddit and r/soccer are likely aware that Mazraoui plays as a right back."
  },
  {
    "output": "You just made an honest mistake, but after reading this whole exchange, I can say with certainty that middle schoolers are more mature than you.",
    "input": "This appears to be an honest mistake, but based on the exchange, the response comes across as immature."
  },
  {
    "output": "I don’t know if Gandhi really thought that Hitler would stop after reading his letter, but I guess there’s no harm in trying.",
    "input": "It is unclear whether Gandhi believed Hitler would change his actions after reading the letter, but the attempt itself caused no harm."
  },
  {
    "output": "Performance is fine, I’m just worried about the hinges.",
    "input": "The performance is acceptable, but there are concerns about the hinges."
  },
  {
    "output": "I’ll be using this for college and I can’t really have it go to the service centre for a few weeks.",
    "input": "It will be used for college, and extended service downtime would be problematic."
  },
  {
    "output": "I’ll buy an Acer Nitro 5 if not this.",
    "input": "An Acer Nitro 5 will be purchased if this option is not chosen."
  },
  {
    "output": "It has good reviews and the GPU is also an RTX 3060.",
    "input": "It has positive reviews and includes an RTX 3060 GPU."
  },
  {
    "output": "Yes, you can’t assault people just because you feel like it, but charges are rarely pressed and lawsuits are even rarer.",
    "input": "Assault is not permitted, although charges and lawsuits are infrequently pursued."
  },
  {
    "output": "I still need two more wins for Rivaldo.",
    "input": "Two additional wins are still required to obtain Rivaldo."
  },
  {
    "output": "I currently have McManaman at RM and Jairzinho will be better than him.",
    "input": "McManaman is currently used at RM, and Jairzinho would be an improvement."
  },
  {
    "output": "That’s a lot of considering.",
    "input": "This involves many factors to consider."
  },
  {
    "output": "So two Mascheranos should make it a 100, yeah?",
    "input": "Using two Mascherano cards should raise it to 100."
  },
  {
    "output": "Where’s Murph?",
    "input": "Murph is not present."
  },
  {
    "output": "If you take TOTS CAMs like Griezmann or Musiala, TOTY Messi has better stats at the same OVR.",
    "input": "At the same OVR, TOTY Messi has better stats than TOTS CAMs such as Griezmann or Musiala."
  },
  {
    "output": "I’m just worried about his gameplay as I play H2H a lot.",
    "input": "There is concern about his gameplay performance in head-to-head mode."
  },
  {
    "output": "I’m thinking maybe 111 Gullit for CM, Lahm for RB, and TOTS Marquinhos, Kimpembe, or Lacroix for CB.",
    "input": "One option is to use 111 Gullit at CM, Lahm at RB, and TOTS Marquinhos, Kimpembe, or Lacroix at CB."
  },
  {
    "output": "Puig has a position?",
    "input": "Puig has an assigned position."
  },
  {
    "output": "I don’t have the budget to go for other models.",
    "input": "There is no budget available for other models."
  },
  {
    "output": "My choice is between this and the Acer Nitro 5 with i7-12700H and RTX 3060.",
    "input": "The decision is between this option and the Acer Nitro 5 with an i7-12700H and RTX 3060."
  },
  {
    "output": "Not pro revenge, try posting this in petty revenge.",
    "input": "This content aligns more with petty revenge than pro revenge."
  },
  {
    "output": "The number of political murders is greatly exaggerated.",
    "input": "The reported number of political murders is overstated."
  },
  {
    "output": "We’ve been scoring every 10 minutes.",
    "input": "Goals have been scored approximately every ten minutes."
  },
  {
    "output": "BOT",
    "input": "This appears to be automated."
  },
  {
    "output": "Nah, all the stats of the 112 Araújo are exactly one less than 113 Araújo.",
    "input": "All stats of the 112 Araújo are exactly one point lower than those of the 113 version."
  },
  {
    "output": "Another thing I noticed was that while they were running, the droids just kept shooting at their feet.",
    "input": "While running, the droids were observed to continuously fire at their feet."
  },
  {
    "output": "They survived only because of plot armour.",
    "input": "Their survival occurred due to plot convenience."
  },
  {
    "output": "If anything, we didn’t have any expectations on Koeman because we knew we needed to rebuild.",
    "input": "There were limited expectations for Koeman due to the need for a rebuild."
  },
  {
    "output": "Xavi, however, also needed to prove himself as a coach.",
    "input": "Xavi also needed to establish himself as a coach."
  },
  {
    "output": "Merriam-Webster defines diplomacy as “skill in handling affairs without arousing hostility,” so he is being diplomatic.",
    "input": "According to Merriam-Webster, diplomacy involves handling affairs without provoking hostility, which applies here."
  },
  {
    "output": "Gandhi was requesting him to not escalate tensions.",
    "input": "Gandhi was requesting that tensions not be escalated."
  },
  {
    "output": "The Empire treated everyone like trash unfairly.",
    "input": "The Empire treated individuals unfairly and harshly."
  },
  {
    "output": "They took a wage cut, IIRC.",
    "input": "They reportedly accepted a wage reduction."
  },
  {
    "output": "Vaccines don’t stop you from getting COVID; they just reduce the severity.",
    "input": "Vaccines do not fully prevent infection but reduce severity."
  },
  {
    "output": "UCL Walker if you can afford him.",
    "input": "UCL Walker is a viable option if affordable."
  },
  {
    "output": "It has been posted before.",
    "input": "This content has appeared previously."
  },
  {
    "output": "Get Jairzinho for Garrincha.",
    "input": "Jairzinho can be used as a replacement for Garrincha."
  },
  {
    "output": "Annoying for you maybe.",
    "input": "This may be inconvenient for some individuals."
  },
  {
    "output": "Genetics is weird; children’s heights can vary a lot.",
    "input": "Genetics can result in significant variation in height among children."
  },
  {
    "output": "Defending is more manual now and takes patience.",
    "input": "Defending now requires more manual control and patience."
  },
  {
    "output": "India actually has a more than okay relationship with Russia.",
    "input": "India maintains a stable diplomatic relationship with Russia."
  },
  {
    "output": "Rodri over Busquets is wild.",
    "input": "Choosing Rodri over Busquets is unexpected."
  },
  {
    "output": "Aam aadmi means common people.",
    "input": "Aam aadmi translates to common people."
  },
  {
    "output": "Barca DNA.",
    "input": "This aligns with Barcelona’s traditional style."
  },
  {
    "output": "Usually the market will crash and prices will drop.",
    "input": "Market prices typically decline after a crash."
  },
  {
    "output": "You forgot to put /s.",
    "input": "A sarcasm indicator was missing."
  },
  {
    "output": "It might have worked because your opponents weren’t good.",
    "input": "The outcome may be due to the quality of the opponents."
  },
  {
    "output": "No issues. I traveled alone as a minor; it’s the same as an adult.",
    "input": "There were no issues traveling alone as a minor, as the process was similar to that for adults."
  },
  {
    "output": "Just chip the ball over the keeper.",
    "input": "A chipped shot over the goalkeeper can be used."
  },
  {
    "output": "Never expected a Sanderson reference here.",
    "input": "A Sanderson reference was unexpected in this context."
  },
  {
    "output": "Icons won’t get UTOTS.",
    "input": "Icons will not receive UTOTS versions."
  },
  {
    "output": "I’ve used both 97 Haaland and 94 Van Persie at red rank.",
    "input": "Both 97 Haaland and 94 Van Persie have been used at red rank."
  },
  {
    "output": "Van Persie is smoother, better at dribbling, and overperforms his OVR.",
    "input": "Van Persie offers smoother gameplay, stronger dribbling, and performs above his OVR."
  },
  {
    "output": "He’s a great striker regardless of budget.",
    "input": "He is an effective striker at various budget levels."
  },
  {
    "output": "He asked the reason. Zero comprehension.",
    "input": "He asked for the reason, but the explanation was not understood."
  },
  {
    "output": "L/L work rate.",
    "input": "Low/Low work rate."
  },
  {
    "output": "Fanfiction Miguel strikes again.",
    "input": "Miguel has again written fanfiction-style content."
  },
  {
    "output": "The green will also make it hard to see the players on the pitch. There’s a reason why teams usually don’t have this shade of green for their kits.",
    "input": "That shade of green makes players harder to see on the pitch, which is why teams usually avoid using it for kits."
  },
  {
    "output": "2022 was also kind of decent. The only bad thing about that window is Lewy’s high wages.",
    "input": "The 2022 window was generally acceptable, with the main drawback being Lewandowski’s high wages."
  },
  {
    "output": "I’ve found 4-4-2 flat to be more defensive than 4-2-4.",
    "input": "The 4-4-2 flat formation feels more defensive than the 4-2-4."
  },
  {
    "output": "The LM and RM play around the half line and don’t really go as far forward as the wingers in 4-2-4.",
    "input": "The LM and RM stay closer to the halfway line and advance less than the wingers in a 4-2-4."
  },
  {
    "output": "The midfield also feels more full and easier to control compared to 4-2-4’s non-existent midfield.",
    "input": "The midfield feels more populated and controllable compared to the sparse midfield in a 4-2-4."
  },
  {
    "output": "It could also depend on your playstyle.",
    "input": "This can also depend on playstyle."
  },
  {
    "output": "Someone who uses the midfield more may prefer 4-4-2.",
    "input": "Players who rely more on midfield play may prefer a 4-4-2 formation."
  },
  {
    "output": "Wtf.",
    "input": "This is unexpected."
  },
  {
    "output": "Eusebio better.",
    "input": "Eusébio is the better option."
  },
  {
    "output": "But it’s still enough of a risk? Will it be resolved by a case?",
    "input": "It still carries a level of risk. It is unclear whether it will be resolved through legal action."
  },
  {
    "output": "More like Frankie.",
    "input": "It resembles Frankie more closely."
  },
  {
    "output": ":(",
    "input": "This is disappointing."
  },
  {
    "output": "I have red-ranked Eusebio.",
    "input": "I have a red-ranked Eusébio."
  },
  {
    "output": "Defenders have to catch him to bully him.",
    "input": "Defenders need to catch him in order to physically challenge him."
  },
  {
    "output": "He’s an excellent dribbler and as slippery as an eel.",
    "input": "He is an excellent dribbler and difficult to dispossess."
  },
  {
    "output": "If you like to dribble a lot with your striker, you can’t go wrong with him.",
    "input": "He is a strong choice for players who rely heavily on dribbling with their striker."
  },
  {
    "output": "The only downside is that he isn’t tall enough for headers, but I don’t really cross, so not a problem.",
    "input": "His main drawback is limited aerial ability, which is not an issue if crossing is rarely used."
  },
  {
    "output": "His shots are rockets, and once he starts running, there’s no catching him.",
    "input": "He has powerful shooting, and once he accelerates, he is difficult to stop."
  },
  {
    "output": "I’ve used both UTOTY Haaland and Eusebio, and Eusebio is way better than Haaland.",
    "input": "Having used both UTOTY Haaland and Eusébio, Eusébio performs significantly better."
  },
  {
    "output": "Ansu injured his meniscus, not his ACL.",
    "input": "Ansu suffered a meniscus injury rather than an ACL injury."
  },
  {
    "output": "Wirtz injured his ACL and came back balling, so let’s not lose hope.",
    "input": "Wirtz recovered from an ACL injury and returned to strong form, so there is reason for optimism."
  },
  {
    "output": "That Stoichkov was so good.",
    "input": "That Stoichkov card performed very well."
  },
  {
    "output": "Thanks! How is his link-up play and dribbling in general?",
    "input": "Thank you. How is his link-up play and overall dribbling?"
  },
  {
    "output": "Look for players who have the finesse shot trait.",
    "input": "Players with the finesse shot trait should be prioritized."
  },
  {
    "output": "Looks great. How did you start this transformation?",
    "input": "The transformation looks good. How was it started?"
  },
  {
    "output": "Icons are legends of the game, while Heroes are legends of the club.",
    "input": "Icons represent legends of the sport, while Heroes represent legends of specific clubs."
  },
  {
    "output": "All Icons are also in black and white.",
    "input": "All Icon cards are presented in black and white."
  },
  {
    "output": "Just get Salah then. Easy decision.",
    "input": "Choosing Salah would be the straightforward decision."
  },
  {
    "output": "The card art in that TOTS was phenomenal.",
    "input": "The card art in that TOTS release was of very high quality."
  },
  {
    "output": "This season, there’s not much difference between the best F2P and P2W.",
    "input": "This season, the gap between top free-to-play and pay-to-win players is relatively small."
  },
  {
    "output": "How is Puyol? I’m thinking of getting him.",
    "input": "How does Puyol perform? I am considering acquiring him."
  },
  {
    "output": "It’s voting—more popular players make it over better ones.",
    "input": "Selections are influenced by voting, which can favor popularity over performance."
  },
  {
    "output": "He is injured.",
    "input": "He is currently injured."
  },
  {
    "output": "He won a Ballon d’Or here as well.",
    "input": "He also won a Ballon d’Or at this club."
  },
  {
    "output": "Barca DNA.",
    "input": "This aligns with Barcelona’s traditional identity."
  },
  {
    "output": "It’s an edited image.",
    "input": "The image has been edited."
  },
  {
    "output": "Surprised the mods didn’t delete this instantly.",
    "input": "It is surprising that the moderators did not remove this immediately."
  },
  {
    "output": "Sometimes in life.",
    "input": "Such situations occur at times."
  },
  {
    "output": "What the fuck.",
    "input": "This is highly unexpected."
  },
  {
    "output": "Thanks! Is his lack of pace an issue against fast wingers?",
    "input": "Thank you. Does his lower pace cause problems against fast wingers?"
  },
  {
    "output": "By maturity they mean on-the-ball decision-making, which comes with experience.",
    "input": "Maturity refers to on-the-ball decision-making that develops with experience."
  },
  {
    "output": "Five years ago maybe.",
    "input": "That may have been true five years ago."
  },
  {
    "output": "Anulo mufa.",
    "input": "Anulo mufa."
  },
  {
    "output": "All Indians are South Asian.",
    "input": "Indians are classified as South Asian."
  },
  {
    "output": "How’s Thuram at RB?",
    "input": "How does Thuram perform at right back?"
  },
  {
    "output": "He asked five minutes before your comment—how many responses do you expect?",
    "input": "The question was asked only five minutes earlier, so few responses would be expected."
  },
  {
    "output": "Ain’t no way this isn’t bait.",
    "input": "This appears likely to be bait."
  },
  {
    "output": "Cheap air travel made travel accessible for many, not most.",
    "input": "Affordable air travel has made travel accessible for many people, but not the majority."
  },
  {
    "output": "They were both backup goalkeepers.",
    "input": "Both players served as backup goalkeepers."
  },
  {
    "output": "What is this fanfiction?",
    "input": "This resembles fanfiction."
  },
  {
    "output": "Four days on—how’s he doing?",
    "input": "After four days, how has his performance been?"
  },
  {
    "output": "Fraud of the day.",
    "input": "This appears to be deceptive."
  },
  {
    "output": "Thanks a lot. Damn, thanks.",
    "input": "Thank you very much."
  },
  {
    "output": "I have Zlatan right now and he gets locked down every 2–3 matches.",
    "input": "I am currently using Zlatan, and he is frequently neutralized in matches."
  },
  {
    "output": "Eighteen-year-old studying in Class 12.",
    "input": "An eighteen-year-old student in Class 12."
  },
  {
    "output": "The spoiler is literally in the title.",
    "input": "The spoiler is explicitly stated in the title."
  },
  {
    "output": "They have the same number of goals as Jackson.",
    "input": "They have scored the same number of goals as Jackson."
  },
  {
    "output": "Had him for DSA last sem; nightmare doesn’t even begin to describe him.",
    "input": "I had him for DSA last semester, and the experience was extremely negative."
  },
  {
    "output": "He monitored our attendance and graded labs accordingly.",
    "input": "He monitored attendance and stated that lab grades would depend on it."
  },
  {
    "output": "He would give 10 for 100% attendance, 9 for 90%, and so on, but at the end of the semester he changed everyone’s marks to 7 or 8 regardless of attendance.",
    "input": "He initially said attendance would map directly to marks, but later changed everyone’s scores to 7 or 8 regardless of attendance."
  },
  {
    "output": "All semester he kept shit-talking about how strictly he would grade the lab FAT, but ended up giving 40s to everyone regardless of output.",
    "input": "Throughout the semester he claimed the lab FAT would be graded strictly, but eventually gave scores in the 40s to everyone regardless of output."
  },
  {
    "output": "I got 44/50 even though I didn’t get my outputs and still ended up with an A in lab.",
    "input": "I received 44 out of 50 despite missing outputs and still received an A in the lab."
  },
  {
    "output": "In theory, though, the guy doesn’t know how to correct.",
    "input": "In theory evaluations, he does not appear to grade correctly."
  },
  {
    "output": "My friend and I had the same answer; he went and asked for marks in Tamil and got them.",
    "input": "My friend and I wrote the same answer, and he received marks after asking in Tamil."
  },
  {
    "output": "I asked in English and he started shouting about how I don’t know how to write and don’t even deserve the 2 marks I got.",
    "input": "When I asked in English, he shouted and said I did not know how to write and did not deserve the marks awarded."
  },
  {
    "output": "I went from 99 in OOPS FAT to 14 in CAT 1.",
    "input": "My score dropped from 99 in OOPS FAT to 14 in CAT 1."
  },
  {
    "output": "For CAT 2 he was lazy and barely read answers—if it looked right, he gave marks.",
    "input": "For CAT 2, he barely read answers and awarded marks if they appeared correct."
  },
  {
    "output": "For internals, he made us write research papers on Quantum Computing and said he’d go through them and write his own paper.",
    "input": "For internals, he assigned research papers on Quantum Computing and said he would review them to write his own paper."
  },
  {
    "output": "He’s obsessed with research papers.",
    "input": "He places excessive importance on research papers."
  },
  {
    "output": "He told us there’d be no quiz and gave the paper 30 marks.",
    "input": "He said there would be no quiz and assigned 30 marks to the paper."
  },
  {
    "output": "I busted my ass over Diwali to make it presentable.",
    "input": "I worked very hard over Diwali to make it presentable."
  },
  {
    "output": "Finally he said he was disappointed and instead conducted two online quizzes.",
    "input": "Later, he said he was disappointed and conducted two online quizzes instead."
  },
  {
    "output": "I couldn’t submit the second due to an internet issue, but it didn’t matter—he gave 30 to everyone anyway.",
    "input": "I could not submit the second quiz due to an internet issue, but he gave full marks to everyone regardless."
  },
  {
    "output": "Still screwed us in FAT because he marks based on who knows what.",
    "input": "Despite this, the FAT grading appeared arbitrary."
  },
  {
    "output": "What you prepare doesn’t matter; it depends on luck and his mood while correcting.",
    "input": "Preparation does not seem to matter, as grading depends on chance and his mood."
  },
  {
    "output": "PS: He lives in F Block men’s hostel.",
    "input": "PS: He lives in the F Block men’s hostel."
  },
  {
    "output": "TL;DR: Will torture you in class and lab, but will probably give 30 in internals and an A in lab. Not worth the torture.",
    "input": "TL;DR: Classes and labs are difficult, but he likely gives full internals and an A in lab, which does not compensate for the experience."
  },
  {
    "output": "0/10 wouldn’t recommend.",
    "input": "I would not recommend him."
  },
  {
    "output": "I had waste management in my second sem.",
    "input": "I had waste management in my second semester."
  },
  {
    "output": "Just slogged through it and wrote almost everything from my notes.",
    "input": "I worked through it and wrote most answers from my notes."
  },
  {
    "output": "Can’t help much for CAT 2, but for FAT around 5–6 questions were from CAT.",
    "input": "I cannot help much with CAT 2, but around five to six FAT questions were repeated from CAT."
  },
  {
    "output": "I got an A at 72; my friend got an S at 84.",
    "input": "I received an A at 72, while my friend received an S at 84."
  },
  {
    "output": "A started at 69.",
    "input": "The cutoff for an A grade was 69."
  },
  {
    "output": "Good luck.",
    "input": "Good luck."
  },
  {
    "output": "Isn’t the match tomorrow at this time?",
    "input": "Is the match scheduled for tomorrow at this time?"
  },
  {
    "output": "Height growth hormone, I think.",
    "input": "I think it is related to growth hormone."
  },
  {
    "output": "How’s McTominay?",
    "input": "How is McTominay performing?"
  },
  {
    "output": "They were the Boixos Noi—ultras already banned at Camp Nou.",
    "input": "They were Boixos Noi, ultras who are already banned at Camp Nou."
  },
  {
    "output": "We can’t do anything about them traveling to away games.",
    "input": "There is nothing that can be done about them traveling to away games."
  },
  {
    "output": "Please mark it as NSFW.",
    "input": "Please mark it as NSFW."
  },
  {
    "output": "It’s in the title and the image—both provide spoilers.",
    "input": "The title and image already contain spoilers."
  },
  {
    "output": "He just advised OP to tag it to stop others from seeing the manga.",
    "input": "He advised the original poster to tag it to prevent others from seeing the manga."
  },
  {
    "output": "I’m in FC3 and Thuram is a wall for me, rarely gets dribbled past.",
    "input": "I am in FC3, and Thuram performs very reliably and is rarely dribbled past."
  },
  {
    "output": "My CB pairing of TOTY Desailly and TOTY Thuram gets the job done.",
    "input": "My center-back pairing of TOTY Desailly and TOTY Thuram is effective."
  },
  {
    "output": "I’ve conceded four goals in the past five matches, two from that kickoff glitch.",
    "input": "I have conceded four goals in the past five matches, two of which came from a kickoff glitch."
  },
  {
    "output": "Class 10 math is absolutely not enough.",
    "input": "Class 10 mathematics is not sufficient."
  },
  {
    "output": "You’ll have advanced calculus beyond 12th-grade level.",
    "input": "You will encounter calculus beyond the 12th-grade level."
  },
  {
    "output": "You’ll struggle in B.Tech if you don’t focus on math.",
    "input": "You will struggle in a B.Tech program without a strong focus on mathematics."
  },
  {
    "output": "Isn’t the match tomorrow at this time?",
    "input": "Is the match scheduled for this time tomorrow?"
  }
]
