[
  {
    "text": "### Neutral:\nYou may consider his lower-priced cards, including the 93 TOTW RW, 94 TOTW RF, and 96 TOTY RW.\n### Humanised:\nYou might wanna try for his lower and cheaper cards ( 93 TOTW RW, 94 TOTW RF, 96 TOTY RW)."
  },
  {
    "text": "### Neutral:\nIf the market conditions are the same as they were a month ago, it should be possible to obtain the 93 Messi.\n### Humanised:\nIf the market is what it was a month back, you will be able to get the 93 Messi."
  },
  {
    "text": "### Neutral:\nThis statement expresses amusement.\n### Humanised:\nLol"
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks"
  },
  {
    "text": "### Neutral:\nTOTS Oblak has the Long Throw trait.\n### Humanised:\nTOTS Oblak has Long Throw Trait."
  },
  {
    "text": "### Neutral:\nI recommend Senses by lorien829.\n### Humanised:\nI would recommend Senses by lorien829"
  },
  {
    "text": "### Neutral:\nIt did include those elements.\n### Humanised:\nIt did have those."
  },
  {
    "text": "### Neutral:\nIf those elements are overlooked, it is a good read.\n### Humanised:\nBut if you overlook them then it is a good read"
  },
  {
    "text": "### Neutral:\nMy brother logged into my account and sold half of my 90+ reserves for 20K.\n### Humanised:\nMy Brother logged in into my account and sold half my 90+ reserves for 20K."
  },
  {
    "text": "### Neutral:\nCompleted works are acceptable.\n### Humanised:\nCompleted ones are welcome tho"
  },
  {
    "text": "### Neutral:\nThe 98 Vidal card is relatively inexpensive and can be obtained for approximately 4 million.\n### Humanised:\n98 Vidal is pretty cheap, you can get him for about 4 million."
  },
  {
    "text": "### Neutral:\nThe Twisted Path by Xetarma is a work in progress featuring both Harry and Hermione in Slytherin.\n### Humanised:\nThe Twisted Path by Xetarma is a WIP fic with both Harry and Hermione in Slytherin."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks"
  },
  {
    "text": "### Neutral:\nHarry Potter and the Oroborus Light was written before HBP and is nearly 300,000 words long.\n### Humanised:\nHarry Potter and the Oroborus Light was written before HBP and is almost 300K words long."
  },
  {
    "text": "### Neutral:\nIt is complete, unique, and considered under-rated by the writer.\n### Humanised:\nIt is complete and is a unique fic and is severely under-rated in my opinion."
  },
  {
    "text": "### Neutral:\nCronus is a work in progress.\n### Humanised:\nCronus is a WIP fic."
  },
  {
    "text": "### Neutral:\nThe author updates regularly, and the story includes time travel and Ron bashing.\n### Humanised:\nThe author updates regularly but be warned, it is time travel and has Ron bashing."
  },
  {
    "text": "### Neutral:\nThis work may not be suitable for all readers, as the writer prefers time travel fiction.\n### Humanised:\nDon't read this if it's not your cup of tea, I like Time Travel fics."
  },
  {
    "text": "### Neutral:\nThere is a Crown Covered in Glitter and Gold is a Lord Potter alternate universe fic similar to Harry Potter and the Soulmate Bond on the Keira Marcos site.\n### Humanised:\nThere's a Crown Covered in Glitter and Gold is a Lord Potter AU fic, kind of like Harry Potter and the Soulmate Bond on the Keira Marcos' site."
  },
  {
    "text": "### Neutral:\nIt is available on FanFiction.net and Archive of Our Own.\n### Humanised:\nIt is available in ffn and ao3."
  },
  {
    "text": "### Neutral:\nThe Lost Horcrux is set in an apocalyptic world ruled by Voldemort.\n### Humanised:\nThe Lost Horcrux is set in an apocalyptic world where Voldemort is ruling."
  },
  {
    "text": "### Neutral:\nIt is considered worthwhile if the reader continues with it.\n### Humanised:\nIt is a good read if you stick with it."
  },
  {
    "text": "### Neutral:\nIt includes selective Weasley bashing.\n### Humanised:\nSelect Weasley Bashing."
  },
  {
    "text": "### Neutral:\nResistance by lorien829 is regarded as one of her strongest works and is set in an apocalyptic alternate universe where the Order of the Phoenix is nearly destroyed.\n### Humanised:\nResistance by lorien829 is one of her best works and is set in the apocalyptic AU, where the OoTP is all but destroyed."
  },
  {
    "text": "### Neutral:\nIt does not include character bashing and is the most emotionally heavy among these works.\n### Humanised:\nIt does not have any bashing and is easily the most 'angsty' of this lot."
  },
  {
    "text": "### Neutral:\nThis information may be helpful.\n### Humanised:\nHope this helps you."
  },
  {
    "text": "### Neutral:\nThe work is approximately five to six chapters long.\n### Humanised:\nOnly about 5-6 chapters long."
  },
  {
    "text": "### Neutral:\nMany Thanks is a short work of approximately 25,000 words in which Hermione travels back in time to the Marauders’ era.\n### Humanised:\nMany Thanks is quite short, only about 25K words long and Hr goes back in time to the Marauder's Era."
  },
  {
    "text": "### Neutral:\nThe work is complete.\n### Humanised:\nComplete"
  },
  {
    "text": "### Neutral:\nThe World Beyond the Veil is a dimension travel alternate universe in which Harry and Hermione enter the veil after Sirius.\n### Humanised:\nThe World Beyond the Veil is a dimension travel AU were both H and Hr jump into the veil, following Sirius."
  },
  {
    "text": "### Neutral:\nIt is a work in progress and approximately 20,000 words long.\n### Humanised:\nIt is WIP and about 20K words long."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThank you SO much."
  },
  {
    "text": "### Neutral:\nThis matched the requested criteria.\n### Humanised:\nThis was exactly what I was looking for."
  },
  {
    "text": "### Neutral:\nAdditional recommendations are welcome.\n### Humanised:\nThough I wouldn't mind more recommendations."
  },
  {
    "text": "### Neutral:\nKindred Spirits, Bound Souls depicts both Harry and Hermione being abused by their respective guardians.\n### Humanised:\nKindred Spirits, Bound Souls has both Harry and Hermione abused by their respective guardians."
  },
  {
    "text": "### Neutral:\nThey help each other cope with the abuse.\n### Humanised:\nThey help each other to get past their abuse."
  },
  {
    "text": "### Neutral:\nIt is available on Portkey.\n### Humanised:\nIt's on Portkey."
  },
  {
    "text": "### Neutral:\nThis is a list compiled by another user that features HHr as the main characters.\n### Humanised:\nThis is a list compiled by another user which has HHr as the main characters."
  },
  {
    "text": "### Neutral:\nSome entries are not strictly HHr and some are not HHr at all, but the list is expected to be helpful.\n### Humanised:\nSome of them are not strictly HHr and some are not HHr at all but I think that this list will help you a lot."
  },
  {
    "text": "### Neutral:\nThe End and the Beginning by muggledad matches the requested criteria.\n### Humanised:\nThe End and the Beginning by muggledad is exactly what you're looking for."
  },
  {
    "text": "### Neutral:\nThe link to vote is available here.\n### Humanised:\nLink to vote can be found here."
  },
  {
    "text": "### Neutral:\nIf chemistry is not a concern, 98 CAM Vidal is an option.\n### Humanised:\nIf chemistry is not an issue 98 CAM Vidal."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks"
  },
  {
    "text": "### Neutral:\nI read Soulmate Bond and Courting Hermione Granger after consulting the wiki on this subreddit.\n### Humanised:\nI have read her Soulmate Bond and Courting Hermione Granger after looking up the wiki on this sub."
  },
  {
    "text": "### Neutral:\nI was not aware that she has additional works.\n### Humanised:\nI wasn't aware she has more fics."
  },
  {
    "text": "### Neutral:\nPlease provide links to them.\n### Humanised:\nCan you please link them?"
  },
  {
    "text": "### Neutral:\nAlthough I have read it, the meaning of fics described as similar to In The Forest of Dean is unclear.\n### Humanised:\nEven though I have read it, I'm not sure what you mean by fics 'like' In The Forest of Dean."
  },
  {
    "text": "### Neutral:\nAre there specific requirements?\n### Humanised:\nDo you have specific requirements?"
  },
  {
    "text": "### Neutral:\nIf so, please list them.\n### Humanised:\nIf so, can you list them?"
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks a lot"
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks"
  },
  {
    "text": "### Neutral:\nThis fic contains a specific scene of that type, but it may not be the one being sought.\n### Humanised:\n) fic has a specific scene like that but I don't think this is the fic you are looking for."
  },
  {
    "text": "### Neutral:\nIf it is, please indicate this.\n### Humanised:\nIf it is, Be sure to let me know."
  },
  {
    "text": "### Neutral:\nLaughter is expressed, and the items were used on 98 Ronaldo, resulting in a 96 CDM from the free pack.\n### Humanised:\nLol, I used them on 98 Ronaldo and got 96 CDM from the free pack."
  },
  {
    "text": "### Neutral:\nBoth were sold, and 100 OVR Oblak and 95 OVR Hazard were purchased.\n### Humanised:\nI sold them both and bought 100 OVR Oblak and 95 OVR Hazard."
  },
  {
    "text": "### Neutral:\nAny work written by Potato 19 is suggested.\n### Humanised:\nI would say anything written by Potato 19 )."
  },
  {
    "text": "### Neutral:\nShe is an HHr author who writes stories containing a high amount of fluff.\n### Humanised:\nShe is an HHr author who writes fics full of fluff."
  },
  {
    "text": "### Neutral:\nAll are described as Family Harmony but are not strictly fluff.\n### Humanised:\nAll are 'Family Harmony' as you say but is not strictly fluff"
  },
  {
    "text": "### Neutral:\nThis work was originally written by MissAnnThropic but was later removed.\n### Humanised:\nThis was originally written by MissAnnThropic but was taken down"
  },
  {
    "text": "### Neutral:\nThe survey creator can add an additional email tab and make it a requirement to reduce spam.\n### Humanised:\nThe creator of the survey can add an additional tab for their e-mail and can make that a requirement to prevent spam."
  },
  {
    "text": "### Neutral:\nDisappointment is expressed about anticipating the poll results.\n### Humanised:\nI was actually looking forward to the results of the poll :("
  },
  {
    "text": "### Neutral:\nRequiring a user email may help filter out spam.\n### Humanised:\nYou can make the e-mail of a user a requirement so that spammers can hopefully be filtered out."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks mate"
  },
  {
    "text": "### Neutral:\nThe requested items are provided.\n### Humanised:\nHere You go"
  },
  {
    "text": "### Neutral:\nThese are preferred HHr stories without Ron or Weasley bashing, with a brief instance of Ginny bashing in the second.\n### Humanised:\nare my favourite HHr fic without Ron or any Weasley bashing (the second one has a small bit of Ginny bashing which only lasts for a chapter or two)."
  },
  {
    "text": "### Neutral:\nThey are available in PDF format.\n### Humanised:\nThey are in pdf"
  },
  {
    "text": "### Neutral:\nA pause is indicated.\n### Humanised:\nWell..."
  },
  {
    "text": "### Neutral:\nHe is not a realistic option if specifically desired.\n### Humanised:\nYou are way out of your league if you specifically want him."
  },
  {
    "text": "### Neutral:\n98 Jose Callejon is suggested.\n### Humanised:\nMight I suggest 98 Jose Callejon"
  },
  {
    "text": "### Neutral:\nThere is high confidence that this is the correct one.\n### Humanised:\nI am pretty sure it's this one"
  },
  {
    "text": "### Neutral:\nThe fourth option may be You're My Density by RobSt or Your My Destiny.\n### Humanised:\nIs the 4th option 'You're my Density' by RobSt or 'Your my Destiny'?"
  },
  {
    "text": "### Neutral:\nIf it is the latter, a link is requested as it has not been read.\n### Humanised:\nIf it's the latter, please send me the link as it is one I have not read yet."
  },
  {
    "text": "### Neutral:\nAs a frequent HHr reader, no fic explicitly set during the Battle of Hogwarts has been encountered.\n### Humanised:\nI am an avid HHr reader and I have not come across a fic set explicitly during the battle of Hogwarts."
  },
  {
    "text": "### Neutral:\nHowever, many fics are set within the Deathly Hallows timeline.\n### Humanised:\nHowever there are plenty of fics set in DH timeline."
  },
  {
    "text": "### Neutral:\nIf there is interest, recommendations can be provided.\n### Humanised:\nIf you are interested in those, I can rec you some fics."
  },
  {
    "text": "### Neutral:\nRelief or exertion is expressed.\n### Humanised:\nWhew!"
  },
  {
    "text": "### Neutral:\nThe requested content is provided.\n### Humanised:\nHere you go."
  },
  {
    "text": "### Neutral:\nIf it is abandoned close to the end of the story or a perceived ending, it is acceptable, otherwise it removes the enjoyment of reading due to being unable to complete the fic.\n### Humanised:\nIf it's abandoned close to the end of the story (or a perceived ending) its fine, otherwise it just ruins the whole joy of reading and not being able to complete a fic"
  },
  {
    "text": "### Neutral:\nWhat is meant by cheat as mentioned previously?\n### Humanised:\nWhat do you mean by cheat like last time?"
  },
  {
    "text": "### Neutral:\nYou may also check HHr writers who have written well-regarded fics and provide recommendations on their favorite stories pages.\n### Humanised:\nYou might also wanna check out some HHr writers who have penned really good fics with good recommendations on their favorite stories page."
  },
  {
    "text": "### Neutral:\nAdditional material can be found here.\n### Humanised:\nYou can check more over here."
  },
  {
    "text": "### Neutral:\nThis is a list compiled by another user, and while not all entries are HHr, most are.\n### Humanised:\nThis is a list compiled by another user out of which all are not HHr but most are."
  },
  {
    "text": "### Neutral:\nIt can be stated that since Hermione consistently supported Harry, she would also be willing to do anything to help him.\n### Humanised:\nYou can say that since Hermione is the only one who stood by Harry no matter what, she would also do anything to help him."
  },
  {
    "text": "### Neutral:\nUltimately, evaluation of the fic is subjective, and the initial sections up to Chapter 40 were preferred.\n### Humanised:\nUltimately it is up to you what you think of the fic, but I liked the initial parts up until Chapter 40."
  },
  {
    "text": "### Neutral:\nIn the writer’s view, some authors produce strong romance or fluff HHr fics.\n### Humanised:\nIMO, some writers produce the best romance/fluff HHr fics."
  },
  {
    "text": "### Neutral:\nThey have approximately 20 fics, including novel-length works and one-shots.\n### Humanised:\nThey have about 20 fics, both novel length and one-shots."
  },
  {
    "text": "### Neutral:\nThis is a list compiled by another user and is expected to be helpful.\n### Humanised:\nThis is a list compiled by another user and will help you a lot."
  },
  {
    "text": "### Neutral:\nSome entries are not HHr and may need to be filtered out.\n### Humanised:\nSome of them are not HHr and you will probably need to filter them out."
  },
  {
    "text": "### Neutral:\nSome of these stories are not limited to third year and continue into later years.\n### Humanised:\nSome of these stories are not exclusively set in third year and continue into the upper years."
  },
  {
    "text": "### Neutral:\nWorks by certain authors consistently include Ron bashing.\n### Humanised:\nAnything written by certain authors is Ron-bashing for sure."
  },
  {
    "text": "### Neutral:\nSpecific communities can also be consulted for additional fics.\n### Humanised:\nYou can also check out specific communities for more fics."
  },
  {
    "text": "### Neutral:\nThat is a work of interest to read.\n### Humanised:\nNow that is something I want to read."
  },
  {
    "text": "### Neutral:\nThey will be tried.\n### Humanised:\nSure, will give them a try."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks."
  },
  {
    "text": "### Neutral:\nOne recommendation is complete, exceeds 40,000 words, contains no bashing, meets all requirements, and includes explicit content.\n### Humanised:\nOne of the recommendations is complete, over 40K words long, has no bashing, fits all the requirements, but is quite smutty."
  },
  {
    "text": "### Neutral:\nAnother recommendation is abandoned, exceeds 80,000 words, and includes Ginny and Molly bashing.\n### Humanised:\nAnother recommendation is abandoned, over 80K words long, and includes Ginny and Molly bashing."
  },
  {
    "text": "### Neutral:\nIt is a work in progress, with the most recent update occurring approximately 14 hours ago.\n### Humanised:\nIt’s a work in progress, with the last update being about 14 hours ago."
  },
  {
    "text": "### Neutral:\nThe fic has reached its 46th chapter, and HHr have reconciled.\n### Humanised:\nThe fic is already in its 46th chapter and HHr have reconciled."
  },
  {
    "text": "### Neutral:\nSome works meet the stated requirements but become clichéd after the first one or two.\n### Humanised:\nSome works fit your requirements but start getting cliched after the first one or two."
  },
  {
    "text": "### Neutral:\nThere are over 5,500 Harmony fics available.\n### Humanised:\nThere are over 5.5k harmony fics available."
  },
  {
    "text": "### Neutral:\nOne fic is a forbidden love story involving families in a long-standing dispute, similar to Romeo and Juliet, and it includes a sequel.\n### Humanised:\nOne fic is a forbidden love story where their families are in dispute with each other for centuries, similar to Romeo and Juliet, and it also has a sequel."
  },
  {
    "text": "### Neutral:\nAnother is not a conventional forbidden love story but can be considered one because Harry and Hermione are both in loveless marriages.\n### Humanised:\nAnother is not a typical forbidden love story, but can still be considered one since Harry and Hermione are both in loveless marriages."
  },
  {
    "text": "### Neutral:\nAnother recommendation is set during the Goblet of Fire era and includes a sequel.\n### Humanised:\nAnother recommendation is set during the Goblet of Fire era and also has a sequel."
  },
  {
    "text": "### Neutral:\nSeveral other stories are set around events such as the Yule Ball, the Triwizard Tournament, and post-task scenarios, with HHr as the main pairing.\n### Humanised:\nThere are several other stories set around events like the Yule Ball, the Triwizard Tournament, and post-task scenarios, featuring HHr as the main pairing."
  },
  {
    "text": "### Neutral:\nPortkey features HHr as the primary pairing.\n### Humanised:\nPortkey ships HHr as the main pairing."
  },
  {
    "text": "### Neutral:\nThere are no RHr or HG fics on that platform.\n### Humanised:\nThere are no RHr or HG fics there."
  },
  {
    "text": "### Neutral:\nOne fic is set in sixth year, includes scenes of Harry being rescued from the Dursleys, and is part of a Lord Potter alternate universe.\n### Humanised:\nOne fic that comes to mind is set in sixth year, includes scenes where Harry is rescued from the Dursleys, and is part of a Lord Potter AU."
  },
  {
    "text": "### Neutral:\nIt is HHr, briefly references other romantic relationships, and is approximately 383,000 words long.\n### Humanised:\nIt is HHr, mentions other romantic relationships briefly, and is around 383K words long."
  },
  {
    "text": "### Neutral:\nDumbledore persuades Hermione to break Harry’s heart due to a prophecy stating that Harry’s first love will cause his death.\n### Humanised:\nDumbledore convinces Hermione to break Harry’s heart because a prophecy states that Harry’s first love will be the death of him."
  },
  {
    "text": "### Neutral:\nShe carefully stages situations to convince him.\n### Humanised:\nShe carefully stages scenes to convince him."
  },
  {
    "text": "### Neutral:\nHermione later tells Harry that she will be killed if she continues seeing him and uses his fears while ending the relationship.\n### Humanised:\nHermione later tells Harry she will be killed if she continues seeing him and plays on his fears while breaking up with him."
  },
  {
    "text": "### Neutral:\nShe arranges for Harry to encounter her in a compromising situation and behaves cruelly so that he can move on.\n### Humanised:\nShe makes it so Harry walks in on her in a compromising situation, acting cruelly so he can move on."
  },
  {
    "text": "### Neutral:\nAnother fic also meets the stated requirements.\n### Humanised:\nAnother fic also fulfills your requirements."
  },
  {
    "text": "### Neutral:\nThere was another fic on FFN with an unspecified title in which Harry and Hermione become tired of Ron and Ginny displaying their relationships and decide to pretend to date.\n### Humanised:\nThere was another fic on FFN whose name I don’t remember, but the synopsis goes something like this: Harry and Hermione are tired of Ron and Ginny flaunting their relationships, so they pretend to date."
  },
  {
    "text": "### Neutral:\nThe relationship is initially presented as only a pretense.\n### Humanised:\nAfter all, it’s only pretend."
  },
  {
    "text": "### Neutral:\nIt is a good fic, but it has already been read.\n### Humanised:\nIt's a really good fic but I have read it already."
  },
  {
    "text": "### Neutral:\nIt is recommended.\n### Humanised:\nDefinitely would recommend it."
  },
  {
    "text": "### Neutral:\nAre there other similar recommendations?\n### Humanised:\nDo you know any other good ones?"
  },
  {
    "text": "### Neutral:\nThis fic is nearly 900,000 words long and is considered essential for HHr readers.\n### Humanised:\nThis fic is almost 900K words long and is a must for any HHr shipper."
  },
  {
    "text": "### Neutral:\nThis fic exceeds 1.35 million words and is the longest HHr fic encountered.\n### Humanised:\nThis fic is over 1.35 million words long and is the longest HHr fic I’ve ever read."
  },
  {
    "text": "### Neutral:\nThis fic is approximately 300,000 words long and is regarded as one of the stronger HHr fics.\n### Humanised:\nThis fic is about 300K words long but is one of the best HHr fics out there."
  },
  {
    "text": "### Neutral:\nThis is an angst-focused story of approximately 500,000 words that is well written.\n### Humanised:\nAn angst-ridden story that is really well written, about 500K words long."
  },
  {
    "text": "### Neutral:\nIt is not set in Hogwarts but is still considered worth reading.\n### Humanised:\nIt’s not set in Hogwarts, but still worth reading."
  },
  {
    "text": "### Neutral:\nAnother fic is approximately 400,000 words long.\n### Humanised:\nAnother fic that’s about 400K words long."
  },
  {
    "text": "### Neutral:\nOne fic covers only the first year and implies an HHr pairing.\n### Humanised:\nOne fic covers only the first year and is implied HHr."
  },
  {
    "text": "### Neutral:\nSome fics are available on specific author sites, including a two-fic series totaling approximately one million words.\n### Humanised:\nYou can also check some fics on certain fanfic author sites, notably a series consisting of two fics totaling about a million words."
  },
  {
    "text": "### Neutral:\nThis information may be helpful.\n### Humanised:\nHope this helps you."
  },
  {
    "text": "### Neutral:\nThese should provide reading material for several days.\n### Humanised:\nThese should keep you occupied for a couple of days ;)"
  },
  {
    "text": "### Neutral:\nA particular HHr author who primarily writes fluff may be of interest.\n### Humanised:\nThen you would like a particular HHr author who mostly writes fluff."
  },
  {
    "text": "### Neutral:\nA few specific fics by the same author are suggested.\n### Humanised:\nI would suggest a couple of specific fics written by the same author."
  },
  {
    "text": "### Neutral:\nAnother fic by a different author is also recommended.\n### Humanised:\nAnother fic by a different author is also worth checking out."
  },
  {
    "text": "### Neutral:\nSome unusual pairings have been encountered, with one being particularly unlikely.\n### Humanised:\nI’ve seen some really strange pairings, but the worst one by far involved an extremely unlikely match."
  },
  {
    "text": "### Neutral:\nOne fic matches the stated requirements exactly.\n### Humanised:\nOne fic fits your bill perfectly."
  },
  {
    "text": "### Neutral:\nThere is consideration of changing the lineup by replacing a certain player and acquiring another defender next week.\n### Humanised:\nI’m thinking of changing my lineup instead of using a certain player and getting another defender next week."
  },
  {
    "text": "### Neutral:\nFeedback is requested.\n### Humanised:\nThoughts?"
  },
  {
    "text": "### Neutral:\nSome fics are hosted on a specific author’s site and are Lord Potter alternate universe stories.\n### Humanised:\nSome fics are hosted on a specific author’s site and are Lord Potter AU."
  },
  {
    "text": "### Neutral:\nAnother Lord Potter alternate universe fic is a work in progress and is available on multiple platforms.\n### Humanised:\nThere’s another Lord Potter AU fic that’s a work in progress and available on multiple platforms."
  },
  {
    "text": "### Neutral:\nAnother fic is similar to a rationality-focused story, except Harry is raised in the wizarding world.\n### Humanised:\nAnother fic is similar to one focused on rationality, except Harry is raised in the wizarding world."
  },
  {
    "text": "### Neutral:\nIt includes a sequel.\n### Humanised:\nIt also has a sequel."
  },
  {
    "text": "### Neutral:\nAnother fic follows the premise that Sirius Black is married with a child and is a work in progress.\n### Humanised:\nAnother fic follows the “Sirius Black is married with a child” plot and is a work in progress."
  },
  {
    "text": "### Neutral:\nSeveral other recommended fics by different authors align with HHr themes.\n### Humanised:\nThere are several other recommended fics by different authors that fit HHr themes."
  },
  {
    "text": "### Neutral:\nThe same issue was encountered, requiring account registration to read it.\n### Humanised:\nI faced the same problem as you and had to sign up to read it."
  },
  {
    "text": "### Neutral:\nSearches for downloadable versions were unsuccessful.\n### Humanised:\nI searched for downloadable versions but couldn’t find any."
  },
  {
    "text": "### Neutral:\nIt can be downloaded with an account, and assistance can be provided based on the preferred e-book format.\n### Humanised:\nYou can download it if you have an account, so tell me your preferred e-book format and I’ll help."
  },
  {
    "text": "### Neutral:\nThank you, it has not been read yet and is expected to provide reading material for several days.\n### Humanised:\nThanks, I haven’t read it yet and this will definitely keep me occupied for a couple of days."
  },
  {
    "text": "### Neutral:\nThank you for providing the link to the fic.\n### Humanised:\nThanks for linking the fic."
  },
  {
    "text": "### Neutral:\nA significant amount of time was spent searching for it without success.\n### Humanised:\nI spent most of my evening looking for it and still couldn’t find it."
  },
  {
    "text": "### Neutral:\nAnother fic by a different author is recommended.\n### Humanised:\nAnother fic by a different author is worth checking out."
  },
  {
    "text": "### Neutral:\nThere is an option to require responses to every question.\n### Humanised:\nThere is an option to make every question mandatory."
  },
  {
    "text": "### Neutral:\nThe required completion time may discourage many spammers.\n### Humanised:\nThe time taken to answer all of them will weed out many spammers."
  },
  {
    "text": "### Neutral:\nOne fic is abandoned but is still approximately 158,000 words long.\n### Humanised:\nOne fic is abandoned but is still a solid 158K words long."
  },
  {
    "text": "### Neutral:\nAnother fic matches the description and includes a sequel.\n### Humanised:\nAnother fic fits your description and also has a sequel."
  },
  {
    "text": "### Neutral:\nMany other HHr fics are recommended by various authors and cover themes such as resistance, reconciliation, alternate timelines, and emotional development.\n### Humanised:\nThere are many other HHr fics recommended by various authors, covering themes like resistance, reconciliation, alternate timelines, and emotional growth."
  },
  {
    "text": "### Neutral:\nThis occurs during the crash.\n### Humanised:\nDuring the crash, when it happens."
  },
  {
    "text": "### Neutral:\nSeveral additional fics are set around events such as the Goblet of Fire, the Yule Ball, the Triwizard Tournament, and post-task scenarios.\n### Humanised:\nSeveral more fics are set around events like the Goblet of Fire, Yule Ball, Triwizard Tournament, and post-task scenarios."
  },
  {
    "text": "### Neutral:\nAgreement is expressed.\n### Humanised:\nI agree."
  },
  {
    "text": "### Neutral:\nThe previous event was limited to VSA, and rewards were based on rank.\n### Humanised:\nThe previous event was VSA only and rewards were rank-based."
  },
  {
    "text": "### Neutral:\nThe highest reward available was an 86-rated player.\n### Humanised:\nThe best reward was an 86-rated player."
  },
  {
    "text": "### Neutral:\nThe decision is left to the individual.\n### Humanised:\nSuit yourself."
  },
  {
    "text": "### Neutral:\nAdditional HHr recommendations include fluff, angst, alternate universes, time travel, and character-focused stories.\n### Humanised:\nThere are even more HHr recommendations covering fluff, angst, alternate universes, time travel, and character-driven stories."
  },
  {
    "text": "### Neutral:\nAfter reading Deathly Hallows, the Grey Lady appeared reluctant to disclose that she was Rowena’s daughter.\n### Humanised:\nFrom what I felt after reading Deathly Hallows, the Grey Lady wasn’t very open about being Rowena’s daughter."
  },
  {
    "text": "### Neutral:\nShe admitted it reluctantly and only when her composure failed.\n### Humanised:\nShe admitted it very reluctantly and only when her mask slipped."
  },
  {
    "text": "### Neutral:\nThe response is negative.\n### Humanised:\nOne word: NO."
  },
  {
    "text": "### Neutral:\nAdditional recommendations involve damaged relationships, healing arcs, and slow-burn romance.\n### Humanised:\nThere are additional recommendations involving damaged relationships, healing arcs, and slow-burn romance."
  },
  {
    "text": "### Neutral:\nLoaned players should have chemistry with both associated clubs.\n### Humanised:\nPlayers on loan should have chemistry with both clubs they belong to."
  },
  {
    "text": "### Neutral:\nAn example is a loaned player maintaining chemistry with both teams.\n### Humanised:\nExample: a loaned player having chemistry with both teams."
  },
  {
    "text": "### Neutral:\nAn event being fully locked has not occurred.\n### Humanised:\nEvent locked — this hasn’t happened."
  },
  {
    "text": "### Neutral:\nNo event has been entirely inaccessible.\n### Humanised:\nNo event has ever been completely inaccessible."
  },
  {
    "text": "### Neutral:\nResiding in the Middle East results in limited access to certain features, including some events and sales.\n### Humanised:\nI live in the Middle East, and some features aren’t accessible to me, including certain events and sales."
  },
  {
    "text": "### Neutral:\nHe is a professional player.\n### Humanised:\nHe is a pro player."
  },
  {
    "text": "### Neutral:\nOne player was used before switching to another.\n### Humanised:\nI had one player before switching to another."
  },
  {
    "text": "### Neutral:\nDespite a lower rating, the newer player had superior statistics and was the better choice.\n### Humanised:\nEven at a lower rating, the newer one had better stats and was clearly the better option."
  },
  {
    "text": "### Neutral:\nI am upvoting this.\n### Humanised:\nI'm upvoting this."
  },
  {
    "text": "### Neutral:\nIf I receive a player after the reset, I will return and downvote.\n### Humanised:\nIf I get a player after reset I will come back and downvote."
  },
  {
    "text": "### Neutral:\nYou can melt your current Benzema into another forward.\n### Humanised:\nYou can melt your current Benzema into another forward."
  },
  {
    "text": "### Neutral:\nThe rank can be transferred.\n### Humanised:\nAs for rank, you can transfer it."
  },
  {
    "text": "### Neutral:\nThe TOTS Benzema performs very well.\n### Humanised:\nThe TOTS Benzema is a beast."
  },
  {
    "text": "### Neutral:\nYou can try the Google Sheets recommendation list.\n### Humanised:\nTry the Google Sheets recommendation list."
  },
  {
    "text": "### Neutral:\nIt was compiled by another user, but the original post cannot currently be found.\n### Humanised:\nIt was compiled by another user, but I can’t find the original post now."
  },
  {
    "text": "### Neutral:\nIt is different from the Google Docs recommendation list.\n### Humanised:\nIt’s different from the Google Docs recommendation list."
  },
  {
    "text": "### Neutral:\nEdit: It includes harem or triad stories and fics where HHr have a sibling-like relationship.\n### Humanised:\nEDIT: It has harem/triad and fics where HHr have a sibling-like relationship."
  },
  {
    "text": "### Neutral:\nIt is not ideal, but it could not be edited out.\n### Humanised:\nIt’s not exactly ideal, but I couldn’t edit it out."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks a lot."
  },
  {
    "text": "### Neutral:\nThis would likely occur after one to two days, when WT and El Dorado players enter the market in large numbers.\n### Humanised:\nI would say after 1–2 days, when WT and El Dorado players start flooding the market."
  },
  {
    "text": "### Neutral:\nWill the tournament be similar to the World Cup event in Season 2?\n### Humanised:\nWill the tournament be like the World Cup event in Season 2?"
  },
  {
    "text": "### Neutral:\nArranged marriages are included.\n### Humanised:\nArranged marriages.Yes."
  },
  {
    "text": "### Neutral:\nI understand the point of view, but he is not considered deserving of the Ballon d’Or this year.\n### Humanised:\nI understand your point of view, but I don’t believe he deserves the Ballon d’Or this year."
  },
  {
    "text": "### Neutral:\nHe won one in 2012 for scoring 91 goals and providing 22 assists.\n### Humanised:\nHe got one in 2012 for scoring 91 goals and 22 assists."
  },
  {
    "text": "### Neutral:\nAwarding him one now for 30 goals and 26 assists across all competitions is viewed as unjustified.\n### Humanised:\nAwarding him one now for 30 goals and 26 assists across all competitions feels like a joke and almost insulting."
  },
  {
    "text": "### Neutral:\nCanna is currently in the reserves.\n### Humanised:\nI have Canna in my reserves."
  },
  {
    "text": "### Neutral:\nIs he sufficient?\n### Humanised:\nWill he do?"
  },
  {
    "text": "### Neutral:\nThere is consideration of saving up for Sokratis.\n### Humanised:\nI’m thinking of saving up for Sokratis."
  },
  {
    "text": "### Neutral:\nThe options are PSG or City.\n### Humanised:\nPSG or City."
  },
  {
    "text": "### Neutral:\nHe was purchased three days ago for 18 million.\n### Humanised:\nI bought him three days ago for 18 million."
  },
  {
    "text": "### Neutral:\nSome authors are well known for writing Harmony fics.\n### Humanised:\nSome authors are notable Harmony writers."
  },
  {
    "text": "### Neutral:\nTheir favorite authors and stories tabs may also be checked for additional stories.\n### Humanised:\nYou might also want to check their favourite authors and stories tabs for more stories."
  },
  {
    "text": "### Neutral:\nHe will not have chemistry with the other players.\n### Humanised:\nHe won’t have chemistry with the other players."
  },
  {
    "text": "### Neutral:\nA full La Liga squad is currently used.\n### Humanised:\nI have a full La Liga squad."
  },
  {
    "text": "### Neutral:\nHe was priced at 7 million a week ago.\n### Humanised:\nHe was 7 million a week ago."
  },
  {
    "text": "### Neutral:\nWhen Santi was purchased yesterday, his cost was approximately 15 million in that market.\n### Humanised:\nWhen I bought Santi yesterday, his cost was around 15 million in my market."
  },
  {
    "text": "### Neutral:\nÇalhanoğlu can be used as the left winger.\n### Humanised:\nGet Çalhanoğlu as your LW."
  },
  {
    "text": "### Neutral:\nThe information is provided.\n### Humanised:\nThere you go."
  },
  {
    "text": "### Neutral:\nJorginho TH can be obtained.\n### Humanised:\nGet Jorginho TH."
  },
  {
    "text": "### Neutral:\n98 Easter Rüdiger can be obtained.\n### Humanised:\nGet 98 Easter Rüdiger."
  },
  {
    "text": "### Neutral:\nAlthough Messi is a favored player and remains active, he is not believed to have deserved the Ballon d’Or.\n### Humanised:\nThough Messi is my favourite player and he’s still going strong, I don’t believe he would’ve won the Ballon d’Or."
  },
  {
    "text": "### Neutral:\nThe award is intended for players with exceptional seasons, and his season, while good, was not exceptional.\n### Humanised:\nThe award is for players who’ve had an exceptional season, and his season, while good, wasn’t exceptional."
  },
  {
    "text": "### Neutral:\nLewandowski would be considered the clear winner if the award were given.\n### Humanised:\nLewandowski would be a clear winner if it were awarded."
  },
  {
    "text": "### Neutral:\nTOTS Suárez is referenced.\n### Humanised:\nTOTS Suárez."
  },
  {
    "text": "### Neutral:\nHe is somewhat slow but performs very well in heading during VSA.\n### Humanised:\nHe’s a bit slow but insane at heading in VSA."
  },
  {
    "text": "### Neutral:\nThat outcome is hoped for.\n### Humanised:\nI’m hoping for that."
  },
  {
    "text": "### Neutral:\nAdditionally, how does 98 Easter Suárez perform?\n### Humanised:\nAlso, how is 98 Easter Suárez?"
  },
  {
    "text": "### Neutral:\nIs he effective?\n### Humanised:\nIs he good?"
  },
  {
    "text": "### Neutral:\nReading this partially spoils the story.\n### Humanised:\nReading this kind of spoils the story for you."
  },
  {
    "text": "### Neutral:\nIt is a Deathly Hallows substitute fic.\n### Humanised:\nIt’s a Deathly Hallows substitute fic."
  },
  {
    "text": "### Neutral:\nThe trio hunt Horcruxes, discover Avalon, and Harry and Hermione develop a romantic relationship.\n### Humanised:\nThe trio hunt Horcruxes, find Avalon, and Harry and Hermione fall in love."
  },
  {
    "text": "### Neutral:\nRon understands the situation but is emotionally affected.\n### Humanised:\nRon understands but is crushed."
  },
  {
    "text": "### Neutral:\nDeath Eaters confront them, and Harry sacrifices himself to protect Ron and Hermione.\n### Humanised:\nDeath Eaters confront them, and Harry sacrifices himself so Ron and Hermione can be safe."
  },
  {
    "text": "### Neutral:\nHis body is not found, and Hermione recalls the event as if he was vaporized.\n### Humanised:\nThey don’t find his body, but Hermione remembers it as if he was vaporised."
  },
  {
    "text": "### Neutral:\nSeven years later, Hermione is a single mother raising Harry’s daughter.\n### Humanised:\nSeven years later, Hermione is a single mother to Harry’s daughter."
  },
  {
    "text": "### Neutral:\nShe attempts to move on but is unable to do so, while Ron shows subtle interest that she disregards.\n### Humanised:\nShe tries to move on but can’t, while Ron subtly shows interest that she ignores."
  },
  {
    "text": "### Neutral:\nSeven years after Harry’s death, he reappears at Hermione’s home.\n### Humanised:\nSeven years after Harry’s death, he reappears at Hermione’s doorstep."
  },
  {
    "text": "### Neutral:\nOthers are skeptical, but he convinces them.\n### Humanised:\nEveryone is sceptical, but he convinces them."
  },
  {
    "text": "### Neutral:\nHe has been healing in Avalon and learned about events from Snape, who withheld information about his daughter to avoid affecting his recovery.\n### Humanised:\nHe’s been healing in Avalon and learned about events from Snape, who never told him about his daughter to avoid hindering his recovery."
  },
  {
    "text": "### Neutral:\nHarry reveals that Voldemort is not dead and that a final Horcrux remains.\n### Humanised:\nHarry reveals Voldemort isn’t dead and that a final Horcrux exists."
  },
  {
    "text": "### Neutral:\nThe Horcrux is revealed to be connected to Harry’s daughter in a complex manner.\n### Humanised:\nThe Horcrux turns out to be tied to Harry’s daughter in a twisted way."
  },
  {
    "text": "### Neutral:\nApproximately nine FPs remain from Season 2.\n### Humanised:\nI have around nine FPs left over from Season 2."
  },
  {
    "text": "### Neutral:\nThat is usually not the suggested price in this case.\n### Humanised:\nThat’s usually not the suggested price for me."
  },
  {
    "text": "### Neutral:\nIt is typically 300,000 to 900,000 lower than the lowest market price.\n### Humanised:\nIt’s normally about 300–900k lower than the lowest market price."
  },
  {
    "text": "### Neutral:\nShe is a blank-slate character, allowing authors flexibility in portrayal.\n### Humanised:\nShe’s a blank-slate character, so authors can portray her however they want."
  },
  {
    "text": "### Neutral:\nThat was obtained after purchasing 98 Ronaldo.\n### Humanised:\nI got that after buying 98 Ronaldo."
  },
  {
    "text": "### Neutral:\nBrozović was sold for 7.5 million, not Ronaldo.\n### Humanised:\nSold Brozović, not Ronaldo, for 7.5 million."
  },
  {
    "text": "### Neutral:\nThe options are TOTS Piqué or UTOTS Varane.\n### Humanised:\nTOTS Piqué or UTOTS Varane."
  },
  {
    "text": "### Neutral:\nAnother option partially fits the requirements but has an M rating.\n### Humanised:\nTry something else—it kind of fits your requirements but is M-rated."
  },
  {
    "text": "### Neutral:\nA Reddit reward has never been received.\n### Humanised:\nI’ve never received a Reddit reward in my life."
  },
  {
    "text": "### Neutral:\nReposting should be avoided.\n### Humanised:\nDon’t repost then."
  },
  {
    "text": "### Neutral:\n95 LLR Hazard can be obtained for approximately 9 million instead of Griezmann.\n### Humanised:\nGet 95 LLR Hazard for around 9 million instead of Griezmann."
  },
  {
    "text": "### Neutral:\nThere was an event called Derby at the start of the season, but it included few players.\n### Humanised:\nThere was an event called Derby at the beginning of the season, but it didn’t have many players."
  },
  {
    "text": "### Neutral:\nThis is relatable.\n### Humanised:\nRelatable."
  },
  {
    "text": "### Neutral:\nThe +20 side receives eight great chances while none are received here.\n### Humanised:\nNotice how the +20 gets eight great chances while I get zero."
  },
  {
    "text": "### Neutral:\nRejoicing is expressed in Hindi.\n### Humanised:\nRejoices in Hindi."
  },
  {
    "text": "### Neutral:\nBreaking the all-time assist record is impressive but not considered exceptional.\n### Humanised:\nBreaking the all-time assist record is impressive, sure, but not exceptional."
  },
  {
    "text": "### Neutral:\nThe return of Domination, Team Heroes, and League Heroes is also desired.\n### Humanised:\nI’d also like the return of Domination, Team Heroes, and League Heroes."
  },
  {
    "text": "### Neutral:\nIs UTOTS Stegen an option?\n### Humanised:\nUTOTS Stegen?"
  },
  {
    "text": "### Neutral:\nWe are human.\n### Humanised:\nWe are humans."
  },
  {
    "text": "### Neutral:\nThis occurs when the spelling of Szczęsny is unknown.\n### Humanised:\nWhen you don’t know how to spell Szczęsny."
  },
  {
    "text": "### Neutral:\nFA Boufal can be used as a CAM.\n### Humanised:\nGet FA Boufal CAM."
  },
  {
    "text": "### Neutral:\nIt may be related to RAM.\n### Humanised:\nMight be the RAM."
  },
  {
    "text": "### Neutral:\nThe device used had only 2GB of memory.\n### Humanised:\nThe device I used only had 2GB."
  },
  {
    "text": "### Neutral:\nGriezmann performs well.\n### Humanised:\nGriezmann is pretty good."
  },
  {
    "text": "### Neutral:\nHe is effective at finesse shots, takes free kicks, has high heading, and strong positioning and finishing.\n### Humanised:\nBeast at finesse shots, takes my free kicks, has 100 heading, great positioning and finishing."
  },
  {
    "text": "### Neutral:\nTOTS Oblak is referenced.\n### Humanised:\nTOTS Oblak."
  },
  {
    "text": "### Neutral:\nMarcelo is preferred as a reserve, along with Dani Alves EoE.\n### Humanised:\nI’d like Marcelo as reserve and Dani Alves EoE."
  },
  {
    "text": "### Neutral:\nThe opponent with a +11 advantage has eight more great chances.\n### Humanised:\nThe opponent who’s +11 has eight more great chances than you."
  },
  {
    "text": "### Neutral:\nFrustration is expressed.\n### Humanised:\nFace palm."
  },
  {
    "text": "### Neutral:\nThe tasks were completed at 115 OVR, or 106 without bonuses.\n### Humanised:\nI’m only 115 OVR (106 without bonus) and I completed them."
  },
  {
    "text": "### Neutral:\nFor 100+ OVR matches, playing against a 100 OVR team that is trailing 0–1 at halftime is suggested.\n### Humanised:\nFor 100+ OVR matches, play against the 100 OVR team that’s 0–1 at half time."
  },
  {
    "text": "### Neutral:\nThat outcome is considered fortunate.\n### Humanised:\nYou’re really lucky."
  },
  {
    "text": "### Neutral:\nThe reset occurs at 11 PM.\n### Humanised:\nMy reset is at 11 PM."
  },
  {
    "text": "### Neutral:\nHarry pretends to be Hermione’s husband during a visit from her grandparents.\n### Humanised:\nHarry pretends to be Hermione’s husband when her grandparents visit her."
  },
  {
    "text": "### Neutral:\nMessi’s all-time assist record is cumulative.\n### Humanised:\nMessi’s all-time assist record is cumulative."
  },
  {
    "text": "### Neutral:\nCompared to earlier seasons, this season was disappointing.\n### Humanised:\nCompared to his earlier seasons, this one was disappointing."
  },
  {
    "text": "### Neutral:\nLewandowski has had an exceptional season.\n### Humanised:\nLewandowski has had an exceptional season, period."
  },
  {
    "text": "### Neutral:\nThis fic loosely fits the stated requirements.\n### Humanised:\nThis fic remotely fits your requirements."
  },
  {
    "text": "### Neutral:\nIt is set in first year, features Harry and Hermione experimenting with magic using the scientific method, and presents an intelligent Harry.\n### Humanised:\nIt’s set in first year, has Harry and Hermione experimenting with magic using the scientific method, and features a smart Harry."
  },
  {
    "text": "### Neutral:\nIs Rodríguez free-to-play?\n### Humanised:\nIs Rodríguez F2P?"
  },
  {
    "text": "### Neutral:\nThere is uncertainty about whether the price will increase or decrease.\n### Humanised:\nI’m wondering if the price will increase or drop."
  },
  {
    "text": "### Neutral:\nThe market is currently inflated, and purchasing him would likely result in losses.\n### Humanised:\nThe market is inflated right now, and buying him would just lead to losses."
  },
  {
    "text": "### Neutral:\nSaving up for Almirón RM is suggested.\n### Humanised:\nSave up for Almirón RM."
  },
  {
    "text": "### Neutral:\nThe plot appears familiar.\n### Humanised:\nThe plot does sound familiar."
  },
  {
    "text": "### Neutral:\nAcknowledged.\n### Humanised:\nOkay."
  },
  {
    "text": "### Neutral:\nAt the earliest opportunity.\n### Humanised:\nAs soon as possible."
  },
  {
    "text": "### Neutral:\nIf the fic does not include Dumbledore or Weasley bashing, names that do not place pressure on the children are suggested.\n### Humanised:\nIf your fic doesn’t have Dumbledore or Weasley bashing, I’d suggest names that don’t put pressure on the kids."
  },
  {
    "text": "### Neutral:\nLily and James should be avoided as first names.\n### Humanised:\nAvoid Lily or James as first names."
  },
  {
    "text": "### Neutral:\nThe issue may be related to the device.\n### Humanised:\nIt might be your device."
  },
  {
    "text": "### Neutral:\nThe same issue occurred on another phone.\n### Humanised:\nI had the same issue on my grandad’s phone."
  },
  {
    "text": "### Neutral:\nIs a 4-2-4 formation being considered?\n### Humanised:\n4-2-4 formation?"
  },
  {
    "text": "### Neutral:\nHe is a capable writer, but many of his fics follow a similar structure involving a powerful Harry, an HHr pairing, an easy defeat of Voldemort, and bashing of the Weasleys and Dumbledore.\n### Humanised:\nHe’s a really good writer, but most of his fics follow the same plot: Harry gets powerful, gets with Hermione, kills Voldemort easily, and bashes the Weasleys and Dumbledore."
  },
  {
    "text": "### Neutral:\nIt was fortunate that the goalkeeper committed a foul resulting in a penalty.\n### Humanised:\nYou’re lucky the keeper tackled you and gave a penalty."
  },
  {
    "text": "### Neutral:\nIt was a near goal.\n### Humanised:\nNice almost-goal."
  },
  {
    "text": "### Neutral:\nThe league is recruiting players of this type.\n### Humanised:\nOur league is looking for players like you."
  },
  {
    "text": "### Neutral:\nEach win provides 200 perks, and participation is available.\n### Humanised:\nWe get 200 perks per win, and you’ll be able to play."
  },
  {
    "text": "### Neutral:\nCongratulations.\n### Humanised:\nCongrats."
  },
  {
    "text": "### Neutral:\nNo offense is intended, but the question is whether crosses are being overused.\n### Humanised:\nI don’t mean anything by this, but are you a cross spammer?"
  },
  {
    "text": "### Neutral:\nSeason 2 Team Heroes was enjoyable.\n### Humanised:\nSeason 2 Team Heroes was enjoyable."
  },
  {
    "text": "### Neutral:\nCarvajal should not be sold.\n### Humanised:\nDon’t sell Carvajal."
  },
  {
    "text": "### Neutral:\nHe performs well.\n### Humanised:\nHe’s really good."
  },
  {
    "text": "### Neutral:\nThe answer is no.\n### Humanised:\nSorry, but no."
  },
  {
    "text": "### Neutral:\nThe pun was poor.\n### Humanised:\nBad pun mate."
  },
  {
    "text": "### Neutral:\nIn an attempt to recover my account, I linked my GameCenter, which was how the old account was previously connected.\n### Humanised:\nIn the hopes of bringing back my account, I linked my GameCenter, which is how my old account was linked."
  },
  {
    "text": "### Neutral:\nI do not claim expertise, but it appears the old account was replaced in GameCenter with the new guest account.\n### Humanised:\nI don’t claim to be an expert, but I think you replaced your old account in GameCenter with the new guest account."
  },
  {
    "text": "### Neutral:\nThat is how it functions on Google Play.\n### Humanised:\nAt least that’s how it works on Google Play."
  },
  {
    "text": "### Neutral:\nThis is partially your responsibility.\n### Humanised:\nThis is partly your fault."
  },
  {
    "text": "### Neutral:\nEA Sports does not appear to be at fault in this situation.\n### Humanised:\nActually, I don’t think EA Sports have any fault here."
  },
  {
    "text": "### Neutral:\nThe account was lost due to user error.\n### Humanised:\nYou lost your account due to carelessness."
  },
  {
    "text": "### Neutral:\nEA can only recover the account if the User ID is available.\n### Humanised:\nEA can only recover your account if you have your User ID."
  },
  {
    "text": "### Neutral:\nWithout the User ID, no recovery action can be taken.\n### Humanised:\nOf course they can’t do anything without your ID."
  },
  {
    "text": "### Neutral:\nIt functions as the account identifier.\n### Humanised:\nIt’s your identifier."
  },
  {
    "text": "### Neutral:\nWithout it, identifying the correct account would not be possible.\n### Humanised:\nHow else would they know which account is yours?"
  },
  {
    "text": "### Neutral:\nAlthough partial responsibility is acknowledged, the situation is presented as entirely EA’s fault.\n### Humanised:\nEven though you claim partial responsibility, you make it sound like this is entirely EA’s fault."
  },
  {
    "text": "### Neutral:\nThat assessment is not considered fair.\n### Humanised:\nI don’t think that’s fair."
  },
  {
    "text": "### Neutral:\nA flash sale is referenced.\n### Humanised:\nFlash Sale."
  },
  {
    "text": "### Neutral:\nThis is remembered from prior reading.\n### Humanised:\nGod, I remember reading this."
  },
  {
    "text": "### Neutral:\nArchives are currently being searched for it.\n### Humanised:\nI’m currently searching through my archives for it."
  },
  {
    "text": "### Neutral:\nIt is humorous but had a lasting impression.\n### Humanised:\nIt’s good for a laugh but left me mentally scarred."
  },
  {
    "text": "### Neutral:\nSome impressions are difficult to forget.\n### Humanised:\nYou can never erase certain images from your brain."
  },
  {
    "text": "### Neutral:\nThe requirements have been changed.\n### Humanised:\nWe’ve changed the requirements."
  },
  {
    "text": "### Neutral:\nJoining is now possible.\n### Humanised:\nYou’ll be able to join now."
  },
  {
    "text": "### Neutral:\nThe account will not be lost when using a Game Center ID.\n### Humanised:\nYou won’t lose your account with your Game Center ID."
  },
  {
    "text": "### Neutral:\nThe guest account was linked, which replaced the previous account.\n### Humanised:\nWhat happened is that you linked your guest account to it, replacing the old one."
  },
  {
    "text": "### Neutral:\nThis situation has occurred multiple times previously.\n### Humanised:\nThis has happened to me many times."
  },
  {
    "text": "### Neutral:\nIt depends on chance.\n### Humanised:\nIt’s luck."
  },
  {
    "text": "### Neutral:\nHe should be sold after the event.\n### Humanised:\nSell him after the event."
  },
  {
    "text": "### Neutral:\nThe price is expected to increase quickly.\n### Humanised:\nThe price will go up rapidly."
  },
  {
    "text": "### Neutral:\nDispleasure is expressed.\n### Humanised:\nDamn."
  },
  {
    "text": "### Neutral:\nThank you, it is appreciated.\n### Humanised:\nThanks mate, appreciate it."
  },
  {
    "text": "### Neutral:\nDavid Neres is available in the 86+ player reward section.\n### Humanised:\nDavid Neres can be found in the 86+ player reward section."
  },
  {
    "text": "### Neutral:\nDark mode does not remove any features.\n### Humanised:\nDark mode doesn’t remove any features."
  },
  {
    "text": "### Neutral:\nReddit is being used on desktop due to the phone being unavailable.\n### Humanised:\nI’m using Reddit on desktop since my phone is dead, which might be why."
  },
  {
    "text": "### Neutral:\nCompared to earlier seasons, this season is average.\n### Humanised:\nCompared to his earlier seasons, this one is average."
  },
  {
    "text": "### Neutral:\nHe is currently used in a 4-3-3 formation and performs well.\n### Humanised:\nI currently use him in a 4-3-3 formation and he performs well."
  },
  {
    "text": "### Neutral:\nHe has strong heading, shot power, and pace.\n### Humanised:\nGood heading, shot power, and pace."
  },
  {
    "text": "### Neutral:\nHe functions effectively as a lone striker.\n### Humanised:\nHe works fine as a lone striker."
  },
  {
    "text": "### Neutral:\nThe league is recruiting players with 115+ OVR.\n### Humanised:\nOur league is looking for 115+ OVR players."
  },
  {
    "text": "### Neutral:\nPreviously, 200 perks were awarded per win before the update, and participation is available.\n### Humanised:\nWe used to get 200 perks per win before the update, and you’ll be able to play."
  },
  {
    "text": "### Neutral:\nThe match at the final node of this path should be reviewed.\n### Humanised:\nCheck out the match at the last node of this path."
  },
  {
    "text": "### Neutral:\nRodriguez is referenced.\n### Humanised:\nRodriguez."
  },
  {
    "text": "### Neutral:\nA play-again button is now available.\n### Humanised:\nWe do have a “play again” button now."
  },
  {
    "text": "### Neutral:\nMining remains the only issue.\n### Humanised:\nMining is the only issue."
  },
  {
    "text": "### Neutral:\nTOTS Benzema is referenced.\n### Humanised:\nTOTS Benzema."
  },
  {
    "text": "### Neutral:\nBased on calculations, approximately 140 mining tokens can be earned per day.\n### Humanised:\nAccording to my calculations, you can earn about 140 mining tokens per day."
  },
  {
    "text": "### Neutral:\nOver 12 days, this totals 1,680 tokens, which convert to approximately 5,580–5,640 gold points.\n### Humanised:\nOver 12 days, that’s 1680 tokens, which can be converted into roughly 5580–5640 gold points."
  },
  {
    "text": "### Neutral:\nIf gold points remain unclaimed from the hidden path, gems will not be required.\n### Humanised:\nIf you still have gold points left to claim from the hidden path, you won’t need to spend gems."
  },
  {
    "text": "### Neutral:\nOtherwise, one gem pack will be sufficient to reach 6,000.\n### Humanised:\nOtherwise, you’ll only need one gem pack to reach 6000."
  },
  {
    "text": "### Neutral:\nFics involving alternate guardians or time travel typically portray Harry in this manner.\n### Humanised:\nAny fic where Harry is raised by someone other than the Dursleys, or where time travel is involved, usually portrays him this way."
  },
  {
    "text": "### Neutral:\nThat is correct.\n### Humanised:\nYes, it is."
  },
  {
    "text": "### Neutral:\nSix travel tickets have been obtained from skill games, with approximately thirteen in total.\n### Humanised:\nI’ve got six travel tickets so far from skill games and about thirteen total."
  },
  {
    "text": "### Neutral:\nThree additional tickets are required.\n### Humanised:\nI’m three tickets away."
  },
  {
    "text": "### Neutral:\nHe is challenging to play against.\n### Humanised:\nHe’s difficult to play against."
  },
  {
    "text": "### Neutral:\nAnother center back could be selected if desired.\n### Humanised:\nYou could go for another center back if you want."
  },
  {
    "text": "### Neutral:\nTOTY Messi at 101 OVR is currently owned.\n### Humanised:\nI have TOTY Messi at 101."
  },
  {
    "text": "### Neutral:\nContinued use is suggested, as performance has remained reliable.\n### Humanised:\nKeep going—he hasn’t let me down yet."
  },
  {
    "text": "### Neutral:\nParticipation would be welcomed.\n### Humanised:\nSure, we’d be glad to have you."
  },
  {
    "text": "### Neutral:\nA desire for a sibling relationship is expressed.\n### Humanised:\nI need to get myself a sister."
  },
  {
    "text": "### Neutral:\nIt appears the intended number is seven tackles.\n### Humanised:\nI think you mean seven tackles."
  },
  {
    "text": "### Neutral:\nThe ball is repeatedly taken and cleared.\n### Humanised:\nI just steal the ball and lob it out repeatedly."
  },
  {
    "text": "### Neutral:\nThe story followed a repetitive pattern.\n### Humanised:\nMine was one of those stories where everything follows the same pattern."
  },
  {
    "text": "### Neutral:\nIn retrospect, many stories follow this pattern.\n### Humanised:\nLooking back, most of them do."
  },
  {
    "text": "### Neutral:\nHe was used at 99 OVR and performed well.\n### Humanised:\nYes, I used him at 99 and he was really good."
  },
  {
    "text": "### Neutral:\nFabrizio Romano reported that the manager has been dismissed.\n### Humanised:\nFabrizio Romano tweeted that the manager is already sacked."
  },
  {
    "text": "### Neutral:\nThe watermark was omitted.\n### Humanised:\nYou forgot your watermark."
  },
  {
    "text": "### Neutral:\nThis is to prevent unauthorized reuse.\n### Humanised:\nDon’t want anyone stealing this."
  },
  {
    "text": "### Neutral:\nThis applies only if he is in the same tier.\n### Humanised:\nOnly if he’s in the same tier as you."
  },
  {
    "text": "### Neutral:\nLast week’s quests were not completed, so this does not apply.\n### Humanised:\nI didn’t complete last week’s quests, so I’m not."
  },
  {
    "text": "### Neutral:\nFrench is a major language in Canada and is commonly associated with romance.\n### Humanised:\nWhen you realize French is a major language in Canada and the language of romance."
  },
  {
    "text": "### Neutral:\nTOTS Benzema performs very well in gameplay.\n### Humanised:\nTOTS Benzema is a joy to use in-game."
  },
  {
    "text": "### Neutral:\nDe Jong is used out of position as a central midfielder.\n### Humanised:\nI use De Jong out of position as a CM."
  },
  {
    "text": "### Neutral:\nPositions should be switched and forwards upgraded accordingly.\n### Humanised:\nSwitch positions and upgrade the forwards accordingly."
  },
  {
    "text": "### Neutral:\nYes, including an assist.\n### Humanised:\nYes, with an assist too."
  },
  {
    "text": "### Neutral:\nThe price is expected to decrease when retro launches.\n### Humanised:\nThe price will probably drop when retro launches."
  },
  {
    "text": "### Neutral:\nIt is expected to decline over the next week, rise slightly afterward, and then stabilize.\n### Humanised:\nIt will go down over the next week or so, peak slightly later, and then settle."
  },
  {
    "text": "### Neutral:\nThe decision is left to the individual.\n### Humanised:\nSuit yourself."
  },
  {
    "text": "### Neutral:\nThe Yule Ball appears to be the main requirement, though other suitable fics exist.\n### Humanised:\nI think the Yule Ball was the main requirement, though there are many other suitable fics."
  },
  {
    "text": "### Neutral:\nSatisfaction with the obtained goalkeeper would be reasonable.\n### Humanised:\nIf I were you, I’d be happy with the keeper I packed."
  },
  {
    "text": "### Neutral:\nTOTS Piqué performs well.\n### Humanised:\nTOTS Piqué is good."
  },
  {
    "text": "### Neutral:\nHe is tall, strong, has solid marking, and effectively counters frequent crosses.\n### Humanised:\nTall, strong, solid marking, and stops cross spammers well."
  },
  {
    "text": "### Neutral:\nThat has been completed.\n### Humanised:\nDone that."
  },
  {
    "text": "### Neutral:\nIt begins in the first year and appears to continue through later books.\n### Humanised:\nIt starts from first year and looks like it’ll continue through the later books."
  },
  {
    "text": "### Neutral:\nThere is no Weasley bashing.\n### Humanised:\nNo Weasley bashing."
  },
  {
    "text": "### Neutral:\nIt cannot be located using filters.\n### Humanised:\nYou won’t find it using filters."
  },
  {
    "text": "### Neutral:\nChecking the favorites of older or inactive writers is suggested.\n### Humanised:\nTry checking the favourites of old or inactive writers."
  },
  {
    "text": "### Neutral:\nThey may have been accidentally used to train other players, possibly for SBCs.\n### Humanised:\nYou might’ve accidentally used them to train other players, maybe for SBCs."
  },
  {
    "text": "### Neutral:\nAll kits from the previous season carried over.\n### Humanised:\nAll my kits from last season carried over."
  },
  {
    "text": "### Neutral:\nNo repetition was required.\n### Humanised:\nI didn’t need to redo anything."
  },
  {
    "text": "### Neutral:\nNo regret is expected.\n### Humanised:\nYou won’t regret it."
  },
  {
    "text": "### Neutral:\nIf it were a meme, it would have been labeled accordingly.\n### Humanised:\nIf it were a meme, it would’ve been marked as one."
  },
  {
    "text": "### Neutral:\nAn option to forfeit should exist in head-to-head and VSA modes.\n### Humanised:\nThere should be an option to forfeit in head-to-head and VSA."
  },
  {
    "text": "### Neutral:\nA disconnection should trigger an automatic forfeit.\n### Humanised:\nIf someone disconnects, it should auto-forfeit."
  },
  {
    "text": "### Neutral:\nAutoplay should be disabled when no input is detected.\n### Humanised:\nAutoplay should also be disabled if there’s no input."
  },
  {
    "text": "### Neutral:\nIs the fic written in Spanish or English?\n### Humanised:\nIs the fic in Spanish or English?"
  },
  {
    "text": "### Neutral:\nGriezmann performed well despite being used out of position.\n### Humanised:\nGriezmann actually played well despite being used out of position."
  },
  {
    "text": "### Neutral:\nThe loss resulted from tactical and midfield issues.\n### Humanised:\nWe lost due to tactics and midfield issues."
  },
  {
    "text": "### Neutral:\nNo, the 2019–20 kit is owned.\n### Humanised:\nNo, I have the 19–20 kit."
  },
  {
    "text": "### Neutral:\nLogos are also included.\n### Humanised:\nAnd logos."
  },
  {
    "text": "### Neutral:\nWaiting a week for a market decline before purchasing low-cost masters for training is advised.\n### Humanised:\nWait a week for the market to crash, then buy cheap masters for training."
  },
  {
    "text": "### Neutral:\nClaiming him requires 11,000 gold points.\n### Humanised:\nYou need 11,000 gold points to claim him."
  },
  {
    "text": "### Neutral:\nOnly long-term players can achieve this.\n### Humanised:\nOnly long-term players can do that."
  },
  {
    "text": "### Neutral:\nParticipation would be welcomed, though tournament access may be limited.\n### Humanised:\nSure, we’d be glad to have you, though you may not be able to join tournaments."
  },
  {
    "text": "### Neutral:\nIt appears appealing, but the watermark is missing again.\n### Humanised:\nLooks cool, but again, you forgot the watermark."
  },
  {
    "text": "### Neutral:\nA player-of-the-month card may be appropriate due to the league win.\n### Humanised:\nMaybe a player of the month card since the league was won."
  },
  {
    "text": "### Neutral:\nHead-to-head mode has not been played recently.\n### Humanised:\nI haven’t played head-to-head in ages."
  },
  {
    "text": "### Neutral:\nCurrent matchmaking pairs with significantly lower OVR teams.\n### Humanised:\nWhen I do now, I get matched against much lower OVR teams."
  },
  {
    "text": "### Neutral:\nOpponents frequently use crosses and emotes, which are reciprocated until they leave.\n### Humanised:\nThey spam crosses and emotes, so I do the same until they quit."
  },
  {
    "text": "### Neutral:\nA non-pay-to-play striker version of Messi is desired.\n### Humanised:\nI want a good striker Messi that isn’t pay-to-play."
  },
  {
    "text": "### Neutral:\nHe is used alongside Messi and another midfielder.\n### Humanised:\nI use him alongside Messi and another midfielder."
  },
  {
    "text": "### Neutral:\nHe performs reliably.\n### Humanised:\nHe’s solid."
  },
  {
    "text": "### Neutral:\nThose attackers and midfielders are relatively inexpensive.\n### Humanised:\nThose attackers and midfielders are all pretty cheap."
  },
  {
    "text": "### Neutral:\nIs the intention to receive downvotes?\n### Humanised:\nTo get downvotes?"
  },
  {
    "text": "### Neutral:\nÇalhanoğlu has the advanced rainbow skill move.\n### Humanised:\nCalhanoglu has advanced rainbow as a skill move."
  },
  {
    "text": "### Neutral:\nPuyol’s statistics do not appear strong.\n### Humanised:\nPuyol’s stats don’t look great."
  },
  {
    "text": "### Neutral:\nAnother defender is suggested instead.\n### Humanised:\nI’d suggest another defender instead."
  },
  {
    "text": "### Neutral:\nThere is a high volume of reposts on this subreddit.\n### Humanised:\nThe number of reposts on this sub is insane."
  },
  {
    "text": "### Neutral:\nCan a link to that fic be provided?\n### Humanised:\nCan you link that fic?"
  },
  {
    "text": "### Neutral:\nIt is unfamiliar.\n### Humanised:\nI’ve never heard of it."
  },
  {
    "text": "### Neutral:\nIt will likely occur at the next reset.\n### Humanised:\nNext reset, probably."
  },
  {
    "text": "### Neutral:\nPosting sites such as FFN and AO3 are the most effective.\n### Humanised:\nPosting sites like FFN and AO3 are the best."
  },
  {
    "text": "### Neutral:\nOther sites have smaller audiences.\n### Humanised:\nOthers have fewer readers."
  },
  {
    "text": "### Neutral:\nScoring two corner goals with the same defender demonstrates effective strategy.\n### Humanised:\nScoring two goals from corners with the same defender is big-brain time."
  },
  {
    "text": "### Neutral:\nIt is approximately 3,500 points.\n### Humanised:\nIt’s about 3500 points, I think."
  },
  {
    "text": "### Neutral:\nUsing a different goalkeeper and upgrading fullbacks is suggested.\n### Humanised:\nTry a different keeper and upgrade your fullbacks."
  },
  {
    "text": "### Neutral:\nClarification is needed.\n### Humanised:\nSorry, I didn’t get you."
  },
  {
    "text": "### Neutral:\nIs the concern related to usability?\n### Humanised:\nDo you mean it’s not as user-friendly?"
  },
  {
    "text": "### Neutral:\nLow-cost attackers such as Nakajima provide good training value.\n### Humanised:\nCheap attackers like Nakajima are good training value."
  },
  {
    "text": "### Neutral:\nHe is strong, has adequate pace, powerful shots, and consistent scoring.\n### Humanised:\nStrong, decent pace, rocket shots, and reliable goals."
  },
  {
    "text": "### Neutral:\nAn 87-rated player was obtained.\n### Humanised:\nI packed an 87."
  },
  {
    "text": "### Neutral:\nThat outcome is unfortunate.\n### Humanised:\nUnlucky."
  },
  {
    "text": "### Neutral:\nHarmony is considered plausible, including by the author.\n### Humanised:\nHarmony has potential, and even the author said it was plausible."
  },
  {
    "text": "### Neutral:\nSome view it as competition to other pairings.\n### Humanised:\nPeople see it as competition to other pairings."
  },
  {
    "text": "### Neutral:\nTOTS Alisson is suggested as goalkeeper along with a strong center-back pairing.\n### Humanised:\nTOTS Alisson for keeper and a solid center back pairing."
  },
  {
    "text": "### Neutral:\nA legendary goalkeeper was missed, which is regretted.\n### Humanised:\nI missed out on a legendary keeper and regret it."
  },
  {
    "text": "### Neutral:\nEvent energy begins partway through the day, allowing reward optimization.\n### Humanised:\nEvent energy starts partway through the day, so we can maximize rewards."
  },
  {
    "text": "### Neutral:\nThe content is confusing.\n### Humanised:\nWhat did I just read?"
  },
  {
    "text": "### Neutral:\nThe author states that the pairing is implied.\n### Humanised:\nThe author says the pairing is implied."
  },
  {
    "text": "### Neutral:\nIt is set after Goblet of Fire and does not include that event.\n### Humanised:\nIt’s post–Goblet of Fire and doesn’t include that specific event."
  },
  {
    "text": "### Neutral:\nMessi does not speak English, and the accent is Indian.\n### Humanised:\nMessi can’t speak English, and the accent is Indian."
  },
  {
    "text": "### Neutral:\nNo exploit is involved, as he is a professional player.\n### Humanised:\nNo hack, he is pro."
  },
  {
    "text": "### Neutral:\nOne story differs from the assumed one.\n### Humanised:\nOne story isn’t the one you think."
  },
  {
    "text": "### Neutral:\nThe other is a separate time-travel fic.\n### Humanised:\nThe other is a different time-travel fic."
  },
  {
    "text": "### Neutral:\nSelling Neymar to purchase masters for training is suggested.\n### Humanised:\nSell Neymar and buy masters for training."
  },
  {
    "text": "### Neutral:\nThe story may have been removed.\n### Humanised:\nThe story might be deleted."
  },
  {
    "text": "### Neutral:\nIt is no longer locatable.\n### Humanised:\nI can’t find it anymore."
  },
  {
    "text": "### Neutral:\nIf the behavior is toxic, the laugh emote should be removed.\n### Humanised:\nIf it’s toxic, they should remove the laugh emote."
  },
  {
    "text": "### Neutral:\nHe was obtainable only through payment during the event.\n### Humanised:\nYou couldn’t get him unless you paid during the event."
  },
  {
    "text": "### Neutral:\nThose defenders are reliable choices.\n### Humanised:\nThose defenders are solid options."
  },
  {
    "text": "### Neutral:\nThe pack costs 2,500 gems.\n### Humanised:\nThe pack costs 2500 gems."
  },
  {
    "text": "### Neutral:\nThat exceeds the available budget.\n### Humanised:\nThat’s way over your budget."
  },
  {
    "text": "### Neutral:\nBarcelona has not been considered an underdog for a long time.\n### Humanised:\nIt’s been a long time since Barca were underdogs."
  },
  {
    "text": "### Neutral:\nIt is hoped that this continues.\n### Humanised:\nHopefully it stays that way."
  },
  {
    "text": "### Neutral:\nSwipe the second defender button downward.\n### Humanised:\nSwipe the second defender button downward."
  },
  {
    "text": "### Neutral:\nThis occurs in other cases as well.\n### Humanised:\nHappens to me too."
  },
  {
    "text": "### Neutral:\nThe kits were changed due to visual conflict.\n### Humanised:\nI had to change kits because they clashed."
  },
  {
    "text": "### Neutral:\nLast season, the team had a lower OVR and still achieved easy wins.\n### Humanised:\nLast season, my team was much lower OVR and still easy wins."
  },
  {
    "text": "### Neutral:\nA preseason event will occur in which higher OVR enables better rewards.\n### Humanised:\nThere will be a preseason event where higher OVR helps claim better rewards."
  },
  {
    "text": "### Neutral:\nYes, provided sufficient gems or payment is available.\n### Humanised:\nYes, if you have enough gems or pay."
  },
  {
    "text": "### Neutral:\nOtherwise, it is not possible.\n### Humanised:\nOtherwise, no."
  },
  {
    "text": "### Neutral:\nAdditional points should not be spent.\n### Humanised:\nDon’t spend more points."
  },
  {
    "text": "### Neutral:\nHe was obtained as well.\n### Humanised:\nI got him too."
  },
  {
    "text": "### Neutral:\nThat outcome is unfortunate.\n### Humanised:\nUnlucky."
  },
  {
    "text": "### Neutral:\nHe is one of the most decorated players in the club’s history and a world-class defender.\n### Humanised:\nHe’s one of the most decorated players in club history and a world-class defender."
  },
  {
    "text": "### Neutral:\nOpposing views are considered uninformed.\n### Humanised:\nAnyone who thinks otherwise is clueless."
  },
  {
    "text": "### Neutral:\nUnlimited ads for energy are now available, reducing pay-to-play rewards.\n### Humanised:\nWe can watch unlimited ads for energy now, so pay-to-play rewards won’t happen."
  },
  {
    "text": "### Neutral:\nA marking-focused defender pairing is recommended if that is the objective.\n### Humanised:\nGet a marking-focused defender pairing if that’s your goal."
  },
  {
    "text": "### Neutral:\nGems do not transfer between seasons.\n### Humanised:\nGems don’t carry over."
  },
  {
    "text": "### Neutral:\nConfirmed.\n### Humanised:\nYes."
  },
  {
    "text": "### Neutral:\nPreseason, golden ticket, or retro events enable faster player acquisition.\n### Humanised:\nPreseason, golden ticket, or retro events help claim players faster."
  },
  {
    "text": "### Neutral:\nThe issue relates to balance rather than cross frequency.\n### Humanised:\nIt’s not about cross-spamming, it’s about how broken it is."
  },
  {
    "text": "### Neutral:\nEven tall defenders frequently lose headers without proper positioning.\n### Humanised:\nEven tall defenders lose headers constantly unless you adjust positioning."
  },
  {
    "text": "### Neutral:\nA 0–1 loss occurred against a significantly lower OVR team.\n### Humanised:\nI lost 0–1 to a much lower OVR team."
  },
  {
    "text": "### Neutral:\nIs this expected by tomorrow?\n### Humanised:\nBy tomorrow?"
  },
  {
    "text": "### Neutral:\nThat outcome is unlikely.\n### Humanised:\nI doubt it."
  },
  {
    "text": "### Neutral:\nAn invitation cannot be sent because administrative privileges are unavailable.\n### Humanised:\nI can’t invite you; I’m not the admin."
  },
  {
    "text": "### Neutral:\nThe commentary would likely emphasize header goals.\n### Humanised:\nPersonally, your commentary would be filled with header goals."
  },
  {
    "text": "### Neutral:\nIs it possible to acquire this ability?\n### Humanised:\nIs it possible to learn this power?"
  },
  {
    "text": "### Neutral:\nHaving even a basic goalkeeper improves the legacy team.\n### Humanised:\nEven having a basic keeper improves your legacy team."
  },
  {
    "text": "### Neutral:\nMarket trends are currently difficult to predict.\n### Humanised:\nHard to predict the market right now."
  },
  {
    "text": "### Neutral:\nGiven that the subreddit supports HHr as a couple, that interpretation is expected.\n### Humanised:\nSeeing this sub ships HHr as a couple, it’s natural to assume that meaning."
  },
  {
    "text": "### Neutral:\nPurely lust-based portrayals do not align with the established dynamic.\n### Humanised:\nPurely lust-based setups don’t really fit the dynamic."
  },
  {
    "text": "### Neutral:\nHarmony is not read solely for explicit content.\n### Humanised:\nI don’t read Harmony just for smut."
  },
  {
    "text": "### Neutral:\nMost stories conclude with a romantic relationship.\n### Humanised:\nMost end with them falling in love anyway."
  },
  {
    "text": "### Neutral:\nDefenders should be swapped to improve chemistry.\n### Humanised:\nSwap defenders so chemistry improves."
  },
  {
    "text": "### Neutral:\nComparing Messi and Ronaldo is considered unfair due to differing roles.\n### Humanised:\nI think comparing Messi and Ronaldo is unfair due to their roles."
  },
  {
    "text": "### Neutral:\nIs a Lunar Harmony fic preferred, or one featuring another major character?\n### Humanised:\nDo you want a Lunar Harmony fic or one where another character plays a major role?"
  },
  {
    "text": "### Neutral:\nOne should be used as CAM and another in a wide position to gain boosts.\n### Humanised:\nUse one as CAM and another wide to get boosts."
  },
  {
    "text": "### Neutral:\nNeuer would have been a better choice.\n### Humanised:\nYou should’ve gone for Neuer."
  },
  {
    "text": "### Neutral:\nThe effectiveness of certain fullbacks depends on the league.\n### Humanised:\nCertain fullbacks are good depending on league."
  },
  {
    "text": "### Neutral:\nChampionship points can be purchased using gems.\n### Humanised:\nYou can buy championship points with gems."
  },
  {
    "text": "### Neutral:\nBoth rewards can be claimed if none have been claimed previously.\n### Humanised:\nYou can claim both rewards if you haven’t claimed anyone yet."
  },
  {
    "text": "### Neutral:\nThis resembles content commonly found in r/entitledparents.\n### Humanised:\nr/entitledparents content right here."
  },
  {
    "text": "### Neutral:\nA third player can be claimed by spending 2,500 gems.\n### Humanised:\nYou can claim a third player if you spend 2,500 gems."
  },
  {
    "text": "### Neutral:\nAntwan serves as the community manager.\n### Humanised:\nAntwan is the community manager."
  },
  {
    "text": "### Neutral:\nThe selection is made by the player.\n### Humanised:\nIt’s the player who chooses a player."
  },
  {
    "text": "### Neutral:\nPlease elaborate on that.\n### Humanised:\nCould you elaborate on that please?"
  },
  {
    "text": "### Neutral:\nIt was not fully understood.\n### Humanised:\nI didn’t quite understand."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks."
  },
  {
    "text": "### Neutral:\nThe rank dropped from FIFA Masters to Legendary 2.\n### Humanised:\nI dropped from FIFA Masters to Legendary 2."
  },
  {
    "text": "### Neutral:\nThe current fan count is approximately 940,000.\n### Humanised:\nNow I’m sitting around 940K fans."
  },
  {
    "text": "### Neutral:\nThe Almiron–Lewandowski combination is difficult to face.\n### Humanised:\nThe Almiron–Lewandowski combo is a nightmare."
  },
  {
    "text": "### Neutral:\nThe statistics are not significantly better.\n### Humanised:\nStats aren’t much better, to be honest."
  },
  {
    "text": "### Neutral:\nThey should be released first.\n### Humanised:\nLet them release first."
  },
  {
    "text": "### Neutral:\nYes, it is worth reading.\n### Humanised:\nYes, it is worth the read."
  },
  {
    "text": "### Neutral:\nAn unpopular opinion is a desire for a free-to-play striker version of Messi.\n### Humanised:\nUnpopular opinion: I want a free-to-play striker Messi."
  },
  {
    "text": "### Neutral:\nA marking-focused center back is used, so boosts are not an issue.\n### Humanised:\nI use a marking center back, so boost isn’t an issue."
  },
  {
    "text": "### Neutral:\nCarvajal has performed well.\n### Humanised:\nCarvajal has done pretty well for me."
  },
  {
    "text": "### Neutral:\nAn upgrade was considered, but without an OVR difference it would only be done for a significant gameplay improvement.\n### Humanised:\nI thought about upgrading, but there’s no OVR difference, so I’d only do it if there’s a huge gameplay improvement."
  },
  {
    "text": "### Neutral:\nThis causes regret about having given the free award to another user.\n### Humanised:\nSeeing this makes me sad that I gave my free award to another redditor."
  },
  {
    "text": "### Neutral:\nThere is no need to worry about Ibra becoming outdated.\n### Humanised:\nDon’t worry about Ibra getting outdated."
  },
  {
    "text": "### Neutral:\nTOTY Messi at 101 OVR is owned.\n### Humanised:\nI have TOTY Messi at 101 OVR."
  },
  {
    "text": "### Neutral:\nIt depends on which position has the weakest player.\n### Humanised:\nI think it depends on which position has the weakest player."
  },
  {
    "text": "### Neutral:\nThis was done last season to gain more experience points and levels.\n### Humanised:\nI remember doing this last season to get more XP and level up."
  },
  {
    "text": "### Neutral:\nThere was a lack of understanding at the time.\n### Humanised:\nI clearly didn’t know what I was doing."
  },
  {
    "text": "### Neutral:\nOne mistake against a younger winger does not justify labeling him as the worst defender.\n### Humanised:\nOh wow, he slipped once against a much younger winger and suddenly he’s the worst defender ever?"
  },
  {
    "text": "### Neutral:\nJudgment should not be based on isolated incidents.\n### Humanised:\nDon’t judge based on isolated cases."
  },
  {
    "text": "### Neutral:\nThis appears to be Expert difficulty.\n### Humanised:\nWhy do I have a feeling this is Expert difficulty?"
  },
  {
    "text": "### Neutral:\nSon would be rated one OVR below Piqué under that assessment.\n### Humanised:\nSon should be exactly one OVR below Pique if it were up to you."
  },
  {
    "text": "### Neutral:\nPiqué performed better than Son this season.\n### Humanised:\nPique played better than Son this season."
  },
  {
    "text": "### Neutral:\nThe distance remaining is approximately 1,000 points.\n### Humanised:\nI’m about 1000 points away too."
  },
  {
    "text": "### Neutral:\nThe bonus and points will be received in a few days.\n### Humanised:\nYou’ll get the bonus and points in a few days."
  },
  {
    "text": "### Neutral:\nHe can be claimed.\n### Humanised:\nHe is claimable."
  },
  {
    "text": "### Neutral:\nThe likelihood of Arthur being the Brazilian CM is low due to his departure.\n### Humanised:\nI think the chances of Arthur being the Brazilian CM are low since he left."
  },
  {
    "text": "### Neutral:\nGiven the number of existing cards and the recent loss, demand appears limited.\n### Humanised:\nConsidering how many cards he already has and that big loss, I don’t think many people want him."
  },
  {
    "text": "### Neutral:\nA strong endgame version is needed.\n### Humanised:\nI need a good endgame version."
  },
  {
    "text": "### Neutral:\nNo fics with that characterization have been read.\n### Humanised:\nI haven’t read any fics with that characterization."
  },
  {
    "text": "### Neutral:\nA Triwizard Champion version may be possible.\n### Humanised:\nMaybe a Triwizard Champion version?"
  },
  {
    "text": "### Neutral:\nWaiting a few hours for prices to stabilize is suggested.\n### Humanised:\nI’d suggest waiting a few hours for prices to stabilize."
  },
  {
    "text": "### Neutral:\nApproximately 800 points will be gained per hour after the reset.\n### Humanised:\nI’ll get 800 points an hour after reset."
  },
  {
    "text": "### Neutral:\nThere have been matches where an opponent’s shots occurred in a short burst.\n### Humanised:\nI’ve had games where all of my opponent’s shots come in a short burst."
  },
  {
    "text": "### Neutral:\nBased on possession and shots, the original poster was outplayed.\n### Humanised:\nLooking at possession and shots, OP was just outplayed and came for sympathy."
  },
  {
    "text": "### Neutral:\nOther positions are already strong.\n### Humanised:\nOther positions are already solid."
  },
  {
    "text": "### Neutral:\nSpending 40 million for a minor upgrade is a personal choice.\n### Humanised:\nSpending 40 million for a small upgrade is up to you."
  },
  {
    "text": "### Neutral:\nTamil is also spoken in Sri Lanka.\n### Humanised:\nTamil is spoken in Sri Lanka too."
  },
  {
    "text": "### Neutral:\nInitially it appeared to refer only to the league, but other players reached similar figures.\n### Humanised:\nAt first I thought you meant only the league, but other players also reached those numbers."
  },
  {
    "text": "### Neutral:\nThe facts should be verified.\n### Humanised:\nPlease check your facts."
  },
  {
    "text": "### Neutral:\nHarem fics are not commonly requested here.\n### Humanised:\nHarem fics aren’t requested much here."
  },
  {
    "text": "### Neutral:\nTrio fics are more common.\n### Humanised:\nTrio fics are more common."
  },
  {
    "text": "### Neutral:\nThis setup works better than a four-at-the-back formation.\n### Humanised:\nIt works better than four at the back for me."
  },
  {
    "text": "### Neutral:\nIt cannot be fully stopped, but a five-at-the-back formation helps.\n### Humanised:\nNothing fully stops it, but five at the back helps."
  },
  {
    "text": "### Neutral:\nBased on his karma, agreement is possible.\n### Humanised:\nLooking at his karma, I may agree with you."
  },
  {
    "text": "### Neutral:\nA La Liga squad is used, and Davies was sold to purchase Messi.\n### Humanised:\nI have a La Liga squad and sold Davies to buy Messi."
  },
  {
    "text": "### Neutral:\nRanking up is advised.\n### Humanised:\nRank up."
  },
  {
    "text": "### Neutral:\nAn increase of 4–5 OVR can be achieved easily.\n### Humanised:\nYou can gain 4–5 OVR easily."
  },
  {
    "text": "### Neutral:\nSome Harmony writers choose this approach because it is easier.\n### Humanised:\nSome Harmony writers do it because it’s easy."
  },
  {
    "text": "### Neutral:\nMany follow similar plots and omit character development.\n### Humanised:\nMost follow the same plot and skip character development."
  },
  {
    "text": "### Neutral:\nFurther searching can reveal higher-quality works.\n### Humanised:\nDig deeper and you’ll find real gems."
  },
  {
    "text": "### Neutral:\nThey are not as strong as Sancho, but alternatives provide better chemistry.\n### Humanised:\nThey’re not as good as Sancho, but alternatives work better for chemistry."
  },
  {
    "text": "### Neutral:\nThere is a significant difference in OVR and chemistry.\n### Humanised:\nThere’s a big OVR and chemistry difference."
  },
  {
    "text": "### Neutral:\nThere is no indication of hacking.\n### Humanised:\nI don’t think he hacked."
  },
  {
    "text": "### Neutral:\nRelying solely on automatic translation is not recommended.\n### Humanised:\nI wouldn’t suggest using automatic translation alone."
  },
  {
    "text": "### Neutral:\nIt frequently produces inaccurate results.\n### Humanised:\nIt often gives incorrect results."
  },
  {
    "text": "### Neutral:\nAssuming support for Madrid, Hazard does not appear to merit such a high rating.\n### Humanised:\nAssuming you’re a Madrid fan, I don’t see how Hazard deserves that high a card."
  },
  {
    "text": "### Neutral:\nOption D includes all listed choices.\n### Humanised:\nOption D: all of the above."
  },
  {
    "text": "### Neutral:\nMost strong cards require payment.\n### Humanised:\nMost good cards are pay-to-play."
  },
  {
    "text": "### Neutral:\nA free-to-play version with reasonable statistics is desired.\n### Humanised:\nI really want a free-to-play version with decent stats."
  },
  {
    "text": "### Neutral:\nThis is a repost.\n### Humanised:\nRepost."
  },
  {
    "text": "### Neutral:\nThis resembles content typically found in r/entitledparents.\n### Humanised:\nr/entitledparents content right here."
  },
  {
    "text": "### Neutral:\nA third player can be claimed by spending 2,500 gems.\n### Humanised:\nYou can claim a third player if you spend 2,500 gems."
  },
  {
    "text": "### Neutral:\nAntwan is the community manager.\n### Humanised:\nAntwan is the community manager."
  },
  {
    "text": "### Neutral:\nThe selection is made by the player.\n### Humanised:\nIt’s the player who chooses a player."
  },
  {
    "text": "### Neutral:\nPlease elaborate on that.\n### Humanised:\nCould you elaborate on that please?"
  },
  {
    "text": "### Neutral:\nIt was not fully understood.\n### Humanised:\nI didn’t quite understand."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks."
  },
  {
    "text": "### Neutral:\nThe rank dropped from FIFA Masters to Legendary 2.\n### Humanised:\nI dropped from FIFA Masters to Legendary 2."
  },
  {
    "text": "### Neutral:\nThe current fan count is approximately 940,000.\n### Humanised:\nNow I’m sitting around 940K fans."
  },
  {
    "text": "### Neutral:\nThe Almirón–Lewandowski combination is difficult to face.\n### Humanised:\nThe Almiron–Lewandowski combo is a nightmare."
  },
  {
    "text": "### Neutral:\nThe statistics are not significantly better.\n### Humanised:\nStats aren’t much better, to be honest."
  },
  {
    "text": "### Neutral:\nThey should be released first.\n### Humanised:\nLet them release first."
  },
  {
    "text": "### Neutral:\nYes, it is worth reading.\n### Humanised:\nYes, it is worth the read."
  },
  {
    "text": "### Neutral:\nAn unpopular opinion is a preference for a free-to-play striker version of Messi.\n### Humanised:\nUnpopular opinion: I want a free-to-play striker Messi."
  },
  {
    "text": "### Neutral:\nA marking-focused center back is used, so boosts are not an issue.\n### Humanised:\nI use a marking center back, so boost isn’t an issue."
  },
  {
    "text": "### Neutral:\nCarvajal has performed well.\n### Humanised:\nCarvajal has done pretty well for me."
  },
  {
    "text": "### Neutral:\nAn upgrade was considered, but without an OVR difference it would only be pursued if there were a significant gameplay improvement.\n### Humanised:\nI thought about upgrading, but there’s no OVR difference, so I’d only do it if there’s a huge gameplay improvement."
  },
  {
    "text": "### Neutral:\nThis causes regret about having given the free award to another user.\n### Humanised:\nSeeing this makes me sad that I gave my free award to another redditor."
  },
  {
    "text": "### Neutral:\nThere is no need to worry about Ibra becoming outdated.\n### Humanised:\nDon’t worry about Ibra getting outdated."
  },
  {
    "text": "### Neutral:\nTOTY Messi at 101 OVR is owned.\n### Humanised:\nI have TOTY Messi at 101 OVR."
  },
  {
    "text": "### Neutral:\nIt depends on which position contains the weakest player.\n### Humanised:\nI think it depends on which position has the weakest player."
  },
  {
    "text": "### Neutral:\nThis was done last season to gain additional experience and levels.\n### Humanised:\nI remember doing this last season to get more XP and level up."
  },
  {
    "text": "### Neutral:\nThere was a lack of understanding at the time.\n### Humanised:\nI clearly didn’t know what I was doing."
  },
  {
    "text": "### Neutral:\nA single mistake against a younger winger does not justify labeling him the worst defender.\n### Humanised:\nOh wow, he slipped once against a much younger winger and suddenly he’s the worst defender ever?"
  },
  {
    "text": "### Neutral:\nJudgment should not be based on isolated incidents.\n### Humanised:\nDon’t judge based on isolated cases."
  },
  {
    "text": "### Neutral:\nThis appears to be Expert difficulty.\n### Humanised:\nWhy do I have a feeling this is Expert difficulty?"
  },
  {
    "text": "### Neutral:\nSon would be rated one OVR below Piqué under that assessment.\n### Humanised:\nSon should be exactly one OVR below Pique if it were up to you."
  },
  {
    "text": "### Neutral:\nPiqué performed better than Son this season.\n### Humanised:\nPique played better than Son this season."
  },
  {
    "text": "### Neutral:\nApproximately 1,000 points remain.\n### Humanised:\nI’m about 1000 points away too."
  },
  {
    "text": "### Neutral:\nThe bonus and points will be received in a few days.\n### Humanised:\nYou’ll get the bonus and points in a few days."
  },
  {
    "text": "### Neutral:\nHe can be claimed.\n### Humanised:\nHe is claimable."
  },
  {
    "text": "### Neutral:\nThe likelihood of Arthur being the Brazilian CM is low due to his departure.\n### Humanised:\nI think the chances of Arthur being the Brazilian CM are low since he left."
  },
  {
    "text": "### Neutral:\nGiven the number of existing cards and the recent loss, demand appears limited.\n### Humanised:\nConsidering how many cards he already has and that big loss, I don’t think many people want him."
  },
  {
    "text": "### Neutral:\nA strong endgame version is required.\n### Humanised:\nI need a good endgame version."
  },
  {
    "text": "### Neutral:\nNo fics with that characterization have been read.\n### Humanised:\nI haven’t read any fics with that characterization."
  },
  {
    "text": "### Neutral:\nA Triwizard Champion version may be possible.\n### Humanised:\nMaybe a Triwizard Champion version?"
  },
  {
    "text": "### Neutral:\nWaiting a few hours for prices to stabilize is suggested.\n### Humanised:\nI’d suggest waiting a few hours for prices to stabilize."
  },
  {
    "text": "### Neutral:\nApproximately 800 points will be gained per hour after the reset.\n### Humanised:\nI’ll get 800 points an hour after reset."
  },
  {
    "text": "### Neutral:\nThere have been matches where an opponent’s shots occurred in a short burst.\n### Humanised:\nI’ve had games where all of my opponent’s shots come in a short burst."
  },
  {
    "text": "### Neutral:\nBased on possession and shots, the original poster was outplayed.\n### Humanised:\nLooking at possession and shots, OP was just outplayed and came for sympathy."
  },
  {
    "text": "### Neutral:\nOther positions are already strong.\n### Humanised:\nOther positions are already solid."
  },
  {
    "text": "### Neutral:\nSpending 40 million for a minor upgrade is a personal decision.\n### Humanised:\nSpending 40 million for a small upgrade is up to you."
  },
  {
    "text": "### Neutral:\nTamil is also spoken in Sri Lanka.\n### Humanised:\nTamil is spoken in Sri Lanka too."
  },
  {
    "text": "### Neutral:\nInitially it appeared to refer only to the league, but other players reached similar figures.\n### Humanised:\nAt first I thought you meant only the league, but other players also reached those numbers."
  },
  {
    "text": "### Neutral:\nThe facts should be verified.\n### Humanised:\nPlease check your facts."
  },
  {
    "text": "### Neutral:\nHarem fics are not commonly requested here.\n### Humanised:\nHarem fics aren’t requested much here."
  },
  {
    "text": "### Neutral:\nTrio fics are more common.\n### Humanised:\nTrio fics are more common."
  },
  {
    "text": "### Neutral:\nThis setup works better than a four-at-the-back formation.\n### Humanised:\nIt works better than four at the back for me."
  },
  {
    "text": "### Neutral:\nIt cannot be fully stopped, but a five-at-the-back formation helps.\n### Humanised:\nNothing fully stops it, but five at the back helps."
  },
  {
    "text": "### Neutral:\nBased on his karma, agreement is possible.\n### Humanised:\nLooking at his karma, I may agree with you."
  },
  {
    "text": "### Neutral:\nA La Liga squad is used, and Davies was sold to purchase Messi.\n### Humanised:\nI have a La Liga squad and sold Davies to buy Messi."
  },
  {
    "text": "### Neutral:\nRanking up is advised.\n### Humanised:\nRank up."
  },
  {
    "text": "### Neutral:\nAn increase of 4–5 OVR can be achieved easily.\n### Humanised:\nYou can gain 4–5 OVR easily."
  },
  {
    "text": "### Neutral:\nSome Harmony writers choose this approach because it is easier.\n### Humanised:\nSome Harmony writers do it because it’s easy."
  },
  {
    "text": "### Neutral:\nMany follow similar plots and omit character development.\n### Humanised:\nMost follow the same plot and skip character development."
  },
  {
    "text": "### Neutral:\nFurther searching can reveal higher-quality works.\n### Humanised:\nDig deeper and you’ll find real gems."
  },
  {
    "text": "### Neutral:\nThey are not as strong as Sancho, but alternatives provide better chemistry.\n### Humanised:\nThey’re not as good as Sancho, but alternatives work better for chemistry."
  },
  {
    "text": "### Neutral:\nThere is a significant difference in OVR and chemistry.\n### Humanised:\nThere’s a big OVR and chemistry difference."
  },
  {
    "text": "### Neutral:\nThere is no indication of hacking.\n### Humanised:\nI don’t think he hacked."
  },
  {
    "text": "### Neutral:\nRelying solely on automatic translation is not recommended.\n### Humanised:\nI wouldn’t suggest using automatic translation alone."
  },
  {
    "text": "### Neutral:\nIt frequently produces inaccurate results.\n### Humanised:\nIt often gives incorrect results."
  },
  {
    "text": "### Neutral:\nAssuming support for Madrid, Hazard does not appear to merit such a high rating.\n### Humanised:\nAssuming you’re a Madrid fan, I don’t see how Hazard deserves that high a card."
  },
  {
    "text": "### Neutral:\nOption D includes all listed choices.\n### Humanised:\nOption D: all of the above."
  },
  {
    "text": "### Neutral:\nMost strong cards require payment.\n### Humanised:\nMost good cards are pay-to-play."
  },
  {
    "text": "### Neutral:\nA free-to-play version with reasonable statistics is desired.\n### Humanised:\nI really want a free-to-play version with decent stats."
  },
  {
    "text": "### Neutral:\nThis is a repost.\n### Humanised:\nRepost."
  },
  {
    "text": "### Neutral:\nThat description is very specific.\n### Humanised:\nThat sounds very specific."
  },
  {
    "text": "### Neutral:\nIf it does not exist, creating it independently is an option.\n### Humanised:\nIf it doesn’t exist, maybe write it yourself."
  },
  {
    "text": "### Neutral:\nNeuer is a reliable endgame option.\n### Humanised:\nNeuer is solid and endgame."
  },
  {
    "text": "### Neutral:\nOther positions should be upgraded instead.\n### Humanised:\nUpgrade other positions instead."
  },
  {
    "text": "### Neutral:\nThis has been posted previously.\n### Humanised:\nCongrats, you’re not the first to post this."
  },
  {
    "text": "### Neutral:\nIt includes a circuit, a theme park, and a water park.\n### Humanised:\nYes, it has a circuit, a theme park, and a water park."
  },
  {
    "text": "### Neutral:\nThis has been encountered frequently.\n### Humanised:\nIf only I had a pound for every time I saw this."
  },
  {
    "text": "### Neutral:\nUpgrading fullbacks and midfielders is recommended.\n### Humanised:\nGet better fullbacks and midfield upgrades."
  },
  {
    "text": "### Neutral:\nAnother striker is unlikely unless a major signing occurs.\n### Humanised:\nIt’s unlikely we’ll get another striker unless there’s a major signing."
  },
  {
    "text": "### Neutral:\nWeaker players should be sold and the formation balanced.\n### Humanised:\nSell weaker players and balance your formation."
  },
  {
    "text": "### Neutral:\nMessi may be a highlight player.\n### Humanised:\nMessi might be a highlight player."
  },
  {
    "text": "### Neutral:\nIf not, the most expensive option should be claimed and sold.\n### Humanised:\nIf not, claim and sell the most expensive one."
  },
  {
    "text": "### Neutral:\nThe goalkeeper has performed exceptionally in head-to-head matches.\n### Humanised:\nMy keeper has been insane for me in head-to-head."
  },
  {
    "text": "### Neutral:\nThat was not stated.\n### Humanised:\nI didn’t say that."
  },
  {
    "text": "### Neutral:\nThe preference is for a free-to-play Messi with reasonable statistics.\n### Humanised:\nI just want a free-to-play Messi with decent stats."
  },
  {
    "text": "### Neutral:\nOne star player should be sold, the defense upgraded, and the formation changed.\n### Humanised:\nSell one star, upgrade defense, and switch formation."
  },
  {
    "text": "### Neutral:\nMarcelo is preferred.\n### Humanised:\nMarcelo, in my opinion."
  },
  {
    "text": "### Neutral:\nThe content is clear when read carefully.\n### Humanised:\nThere’s nothing confusing if you read it properly."
  },
  {
    "text": "### Neutral:\nPhotoshop is used.\n### Humanised:\nI use Photoshop."
  },
  {
    "text": "### Neutral:\nWhere can it be purchased?\n### Humanised:\nWhere can I buy one?"
  },
  {
    "text": "### Neutral:\nSon has scored fewer goals this season.\n### Humanised:\nSon has fewer goals this season."
  },
  {
    "text": "### Neutral:\nThe comparison is not fair.\n### Humanised:\nNot a fair comparison."
  },
  {
    "text": "### Neutral:\nRanks can be used to increase OVR.\n### Humanised:\nUse ranks to increase OVR."
  },
  {
    "text": "### Neutral:\nDue to the high cost of those cards, they will be avoided.\n### Humanised:\nSeeing how expensive those cards are, I’ll pass."
  },
  {
    "text": "### Neutral:\nHazard is referenced.\n### Humanised:\nOne word: Hazard."
  },
  {
    "text": "### Neutral:\nIs the highlight player confirmed or speculative?\n### Humanised:\nIs that highlight player confirmed or just speculation?"
  },
  {
    "text": "### Neutral:\nSelling is the better option.\n### Humanised:\nSelling is better."
  },
  {
    "text": "### Neutral:\nPrices decrease at a later stage.\n### Humanised:\nPrices drop later."
  },
  {
    "text": "### Neutral:\nUsing a five-at-the-back formation can reduce frequent crossing.\n### Humanised:\nPlay five at the back to suffocate cross spammers."
  },
  {
    "text": "### Neutral:\nThank you, it will be tried.\n### Humanised:\nThanks, I’ll try it."
  },
  {
    "text": "### Neutral:\nYas Marina is located on an island in Abu Dhabi.\n### Humanised:\nYas Marina is an island in Abu Dhabi."
  },
  {
    "text": "### Neutral:\nThis contains sensitive content.\n### Humanised:\nWarning: contains sensitive content."
  },
  {
    "text": "### Neutral:\nSimilar matches have occurred previously.\n### Humanised:\nI’ve had games like that too."
  },
  {
    "text": "### Neutral:\nThe original poster was outplayed.\n### Humanised:\nOP was just outplayed."
  },
  {
    "text": "### Neutral:\nA more suitable analogy is required.\n### Humanised:\nYou need a better analogy."
  },
  {
    "text": "### Neutral:\nMany fics are tagged one way but conclude differently.\n### Humanised:\nI’ve seen many fics tagged one way but end differently."
  },
  {
    "text": "### Neutral:\nIf they conclude with a romantic outcome, they are considered valid.\n### Humanised:\nFor me, if they end in love, it counts."
  },
  {
    "text": "### Neutral:\nDefeating frequent crossing strategies is satisfying.\n### Humanised:\nThere’s pure joy in beating a cross spammer."
  },
  {
    "text": "### Neutral:\nThe final reward image is shown rather than the requirement.\n### Humanised:\nThey show the final reward image, not the requirement."
  },
  {
    "text": "### Neutral:\nThis occurs during the first replay.\n### Humanised:\nThat happens the first time you replay."
  },
  {
    "text": "### Neutral:\nThis occurred previously in school.\n### Humanised:\nThis happened to me in school too."
  },
  {
    "text": "### Neutral:\nCoin packs are required to claim rewards faster.\n### Humanised:\nTo claim faster, you need coin packs."
  },
  {
    "text": "### Neutral:\nThe card art will differ from that depiction.\n### Humanised:\nJust a heads up, the card art won’t look like that."
  },
  {
    "text": "### Neutral:\nBest wishes are extended.\n### Humanised:\nBest of luck to you too."
  },
  {
    "text": "### Neutral:\nIt is confusing.\n### Humanised:\nIt’s confusing."
  },
  {
    "text": "### Neutral:\nComplex tenses are disliked.\n### Humanised:\nI dislike complex tenses."
  },
  {
    "text": "### Neutral:\nA replacement for the CDM is awaited.\n### Humanised:\nI’m waiting for a replacement for my CDM."
  },
  {
    "text": "### Neutral:\nCoins, players, and gems reset in the next season.\n### Humanised:\nYour coins, players, and gems reset next season."
  },
  {
    "text": "### Neutral:\nThis information is confirmed.\n### Humanised:\nThis news is real."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks."
  },
  {
    "text": "### Neutral:\nPreviously, a repost resulted in another user receiving significant recognition.\n### Humanised:\nA reposter once stole my work and got massive karma."
  },
  {
    "text": "### Neutral:\nDespite potential downvotes, there is a preference for improved young cards.\n### Humanised:\nI’ll probably get downvoted, but I want better young cards."
  },
  {
    "text": "### Neutral:\nLying down is suggested.\n### Humanised:\nLie down."
  },
  {
    "text": "### Neutral:\nCrying is discouraged.\n### Humanised:\nTry not to cry."
  },
  {
    "text": "### Neutral:\nExtended crying is referenced.\n### Humanised:\nCry a lot."
  },
  {
    "text": "### Neutral:\nAllowing the goalkeeper to autoplay penalties is suggested.\n### Humanised:\nTry letting the keeper autoplay penalties."
  },
  {
    "text": "### Neutral:\nIt is referred to as the Ministry of Magic.\n### Humanised:\nIt’s called the Ministry of Magic."
  },
  {
    "text": "### Neutral:\nThe current total is 2,300 after opening gem packs.\n### Humanised:\nI’m at 2300 but opened gem packs."
  },
  {
    "text": "### Neutral:\nA strategic decision is implied.\n### Humanised:\nBig brain time."
  },
  {
    "text": "### Neutral:\nSwitching to a formation with two strikers and CAMs is recommended.\n### Humanised:\nSwitch to a formation with two strikers and CAMs."
  },
  {
    "text": "### Neutral:\nA third highlight player requires 15,000 gems.\n### Humanised:\nYou’ll need 15,000 gems for a third highlight player."
  },
  {
    "text": "### Neutral:\nGun licenses are not available to civilians in that location.\n### Humanised:\nGun licenses aren’t available for civilians where I live."
  },
  {
    "text": "### Neutral:\nYes, coin packs are referenced.\n### Humanised:\nYes, coin packs."
  },
  {
    "text": "### Neutral:\nPlayers should be swapped, defense upgraded, and chemistry adjusted.\n### Humanised:\nSwap players, upgrade defense, and adjust chemistry."
  },
  {
    "text": "### Neutral:\nThat player is inexpensive and adequate.\n### Humanised:\nThat player is cheap and decent."
  },
  {
    "text": "### Neutral:\nNo.\n### Humanised:\nNo."
  },
  {
    "text": "### Neutral:\nOlder cards should be used for stronger upgrades.\n### Humanised:\nMelt older cards into better upgrades."
  },
  {
    "text": "### Neutral:\nFilters should be used to search the market incrementally.\n### Humanised:\nUse filters and search the market step by step."
  },
  {
    "text": "### Neutral:\nAlisson should be retained.\n### Humanised:\nKeep Alisson."
  },
  {
    "text": "### Neutral:\nSelling a different midfielder is suggested.\n### Humanised:\nTry selling another midfielder instead."
  },
  {
    "text": "### Neutral:\nCoin packs accelerate progress toward highlight players.\n### Humanised:\nCoin packs speed up progress toward highlight players."
  },
  {
    "text": "### Neutral:\nFullbacks should be kept in position.\n### Humanised:\nDo not let your fullbacks get out of position."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks."
  },
  {
    "text": "### Neutral:\nThe card was obtained from a free pack.\n### Humanised:\nFree pack pull."
  },
  {
    "text": "### Neutral:\nThe outcome involved significant luck.\n### Humanised:\nInsane luck."
  },
  {
    "text": "### Neutral:\nMessi is not leaving.\n### Humanised:\nMessi isn’t leaving."
  },
  {
    "text": "### Neutral:\nTransfers do not inflate the value of an entire club.\n### Humanised:\nTransfers don’t inflate an entire club."
  },
  {
    "text": "### Neutral:\nWas it purchased?\n### Humanised:\nBought?"
  },
  {
    "text": "### Neutral:\nResponding with repeated laugh emotes can be satisfying.\n### Humanised:\nSpamming the laugh back can be satisfying."
  },
  {
    "text": "### Neutral:\nNo fault is assigned.\n### Humanised:\nNTA."
  },
  {
    "text": "### Neutral:\nFamily support is mutual.\n### Humanised:\nFamily support goes both ways."
  },
  {
    "text": "### Neutral:\nExtreme situations lead to extreme actions.\n### Humanised:\nDesperate times, desperate measures."
  },
  {
    "text": "### Neutral:\nThe comment was understood.\n### Humanised:\nWe understood your comment."
  },
  {
    "text": "### Neutral:\nReporting is suggested.\n### Humanised:\nReport."
  },
  {
    "text": "### Neutral:\nThat individual resembles Harry Potter.\n### Humanised:\nThat guy looks like Harry Potter."
  },
  {
    "text": "### Neutral:\nIs this a violation of the rules?\n### Humanised:\nDoes this violate the rules?"
  },
  {
    "text": "### Neutral:\nNo, thank you.\n### Humanised:\nNo thank you."
  },
  {
    "text": "### Neutral:\nThe math guide should be followed to calculate points accurately.\n### Humanised:\nFollow the math guide and calculate points properly."
  },
  {
    "text": "### Neutral:\nIt does not align with the template, but approval is given.\n### Humanised:\nNot exactly how the template works, but take my upvote."
  },
  {
    "text": "### Neutral:\nIs this the first occurrence?\n### Humanised:\nFirst time?"
  },
  {
    "text": "### Neutral:\nFrequent crossing strategies will be encountered often.\n### Humanised:\nYou’ll face cross spammers often."
  },
  {
    "text": "### Neutral:\nThe goalkeeper should be retained.\n### Humanised:\nHold onto that keeper."
  },
  {
    "text": "### Neutral:\nBarcelona will use a new kit next season.\n### Humanised:\nBarca will wear a new kit next season."
  },
  {
    "text": "### Neutral:\nThose trade relations did not begin under Trump.\n### Humanised:\nTrump didn’t start those trade relations."
  },
  {
    "text": "### Neutral:\nMatch lag can occur due to server issues or player disconnects.\n### Humanised:\nSome matches lag due to servers or rage quits."
  },
  {
    "text": "### Neutral:\nNo fault is assigned.\n### Humanised:\nNTA."
  },
  {
    "text": "### Neutral:\nThe title appears negative initially.\n### Humanised:\nThat title sounds bad at first glance."
  },
  {
    "text": "### Neutral:\nYes, but only two years remain.\n### Humanised:\nYes, but only two years left."
  },
  {
    "text": "### Neutral:\nA similar decrease in fans occurred.\n### Humanised:\nI had the same drop in fans."
  },
  {
    "text": "### Neutral:\nThis is highly frustrating.\n### Humanised:\nExtremely frustrating."
  },
  {
    "text": "### Neutral:\nThose defenders are adequate within the budget.\n### Humanised:\nThose defenders are decent within budget."
  },
  {
    "text": "### Neutral:\nThere are also in-person examinations.\n### Humanised:\nI have in-person exams too."
  },
  {
    "text": "### Neutral:\nIt is likely that he purchased and ranked the player.\n### Humanised:\nHe probably bought and ranked him."
  },
  {
    "text": "### Neutral:\nThis is a repost.\n### Humanised:\nRepost."
  },
  {
    "text": "### Neutral:\nSwapping midfielders improves chemistry.\n### Humanised:\nSwapping midfielders improves chemistry."
  },
  {
    "text": "### Neutral:\nAre you the player with a high OVR?\n### Humanised:\nAren’t you that high-OVR guy?"
  },
  {
    "text": "### Neutral:\nEmotes are used only when it is safe to do so.\n### Humanised:\nI spam emotes only when it’s safe."
  },
  {
    "text": "### Neutral:\nSwitching to a defensive setup is recommended.\n### Humanised:\nSwitch to a defensive setup."
  },
  {
    "text": "### Neutral:\nThis is reposted again.\n### Humanised:\nRepost again."
  },
  {
    "text": "### Neutral:\nA strong card was obtained but not documented with a screenshot.\n### Humanised:\nI packed a great card but didn’t screenshot it."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nMerci."
  },
  {
    "text": "### Neutral:\nNot the majority.\n### Humanised:\nNot most."
  },
  {
    "text": "### Neutral:\nApproximately 30 percent.\n### Humanised:\nAround 30%."
  },
  {
    "text": "### Neutral:\nRanks function similarly to training experience points.\n### Humanised:\nRanks are basically training XP."
  },
  {
    "text": "### Neutral:\nThere is an inclination to accuse the user of seeking karma.\n### Humanised:\nI have an urge to call you a karma farmer."
  },
  {
    "text": "### Neutral:\nThe defender occasionally moves out of position.\n### Humanised:\nMy defender sometimes drifts forward."
  },
  {
    "text": "### Neutral:\nThis is very frustrating.\n### Humanised:\nVery frustrating."
  },
  {
    "text": "### Neutral:\nLeague recruitment posts should be placed elsewhere.\n### Humanised:\nLeague recruitment posts go elsewhere."
  },
  {
    "text": "### Neutral:\nHow commentary would function in-game is unclear.\n### Humanised:\nHow would commentary even work in-game?"
  },
  {
    "text": "### Neutral:\nYes, surplus points remain after purchasing packs.\n### Humanised:\nYes, I have surplus points after buying packs."
  },
  {
    "text": "### Neutral:\nBookings and offsides are controlled by the AI.\n### Humanised:\nBookings and offsides are AI issues."
  },
  {
    "text": "### Neutral:\nThis appears to involve league-related issues.\n### Humanised:\nSounds like league drama."
  },
  {
    "text": "### Neutral:\nFrench proficiency is limited.\n### Humanised:\nMy French isn’t great."
  },
  {
    "text": "### Neutral:\nOnly certain defenders are particularly difficult.\n### Humanised:\nThe toughest defenders are specific ones."
  },
  {
    "text": "### Neutral:\nVVD remains effective.\n### Humanised:\nVVD is still good."
  },
  {
    "text": "### Neutral:\nThere are sufficient gems for a third highlight player.\n### Humanised:\nYou have enough gems for a third highlight player."
  },
  {
    "text": "### Neutral:\nThe meter should not be overfilled.\n### Humanised:\nJust don’t overfill the meter."
  },
  {
    "text": "### Neutral:\nUpgrading Roberto properly is an option.\n### Humanised:\nWhy not upgrade Roberto properly?"
  },
  {
    "text": "### Neutral:\nIs that the same post you made?\n### Humanised:\nIsn’t that your post?"
  },
  {
    "text": "### Neutral:\nThis behavior is considered hypocritical.\n### Humanised:\nTypical hypocrite."
  },
  {
    "text": "### Neutral:\nBoth defenders have been faced, and one was significantly more difficult.\n### Humanised:\nI’ve faced both defenders; one was much harder."
  },
  {
    "text": "### Neutral:\nAs an Indian individual, that comment is considered insulting.\n### Humanised:\nI’m Indian, and that comment is insulting."
  },
  {
    "text": "### Neutral:\nThe statistical differences are minimal.\n### Humanised:\nStat differences are small."
  },
  {
    "text": "### Neutral:\nThere is hope for signing a better fullback.\n### Humanised:\nHopefully we sign a better fullback."
  },
  {
    "text": "### Neutral:\nHe has not been encountered yet, so no assessment can be made.\n### Humanised:\nI haven’t faced him yet, so I can’t comment."
  },
  {
    "text": "### Neutral:\nA narrow formation with two strikers is used.\n### Humanised:\nI use a narrow formation with two strikers."
  },
  {
    "text": "### Neutral:\nThat comment is considered racist.\n### Humanised:\nThat comment is racist."
  },
  {
    "text": "### Neutral:\nRequesting upvotes violates the rules.\n### Humanised:\nAsking for upvotes violates rules."
  },
  {
    "text": "### Neutral:\nThis is reposted again.\n### Humanised:\nRepost again."
  },
  {
    "text": "### Neutral:\nThe left-sided striker functions as the playmaker.\n### Humanised:\nLeft side striker is the playmaker for me."
  },
  {
    "text": "### Neutral:\nPlayer prices will decrease later.\n### Humanised:\nPlayers will be cheaper later."
  },
  {
    "text": "### Neutral:\nElite players are rare.\n### Humanised:\nElites are rare."
  },
  {
    "text": "### Neutral:\nMaster-level players are even rarer.\n### Humanised:\nMasters even more."
  },
  {
    "text": "### Neutral:\nSelling later when prices increase is advised.\n### Humanised:\nSell later when the price rises."
  },
  {
    "text": "### Neutral:\nThe rules clearly prohibit reposts.\n### Humanised:\nRules are clear: no reposts."
  },
  {
    "text": "### Neutral:\nFrequent crossing was encountered from tall attackers.\n### Humanised:\nI faced heavy cross spam with tall attackers."
  },
  {
    "text": "### Neutral:\nZinchenko can be selected if necessary.\n### Humanised:\nGo for Zinchenko if needed."
  },
  {
    "text": "### Neutral:\nAmusement is expressed while using a PC.\n### Humanised:\nLaughs in PC."
  },
  {
    "text": "### Neutral:\nTall defenders should be purchased and a deep defensive line used.\n### Humanised:\nBuy tall defenders and defend deep."
  },
  {
    "text": "### Neutral:\nNo such stigma exists in that location.\n### Humanised:\nThere’s no such stigma where I live."
  },
  {
    "text": "### Neutral:\nPink shirts are commonly worn.\n### Humanised:\nPink shirts are common."
  },
  {
    "text": "### Neutral:\nThe developers do not appear to favor Salah based on the cards he received this season.\n### Humanised:\nThe devs don’t seem to be huge fans of Salah, judging by the cards he got this season."
  },
  {
    "text": "### Neutral:\nIt would make more sense to keep Puig because he is currently the highest-rated free-to-play central midfielder.\n### Humanised:\nWouldn’t it make more sense to keep Puig, seeing that he is the highest-rated free-to-play CM yet?"
  },
  {
    "text": "### Neutral:\nSwapping Ramos and Pique results in perfect chemistry.\n### Humanised:\nIf you swap Ramos and Pique, you’ll have a ring of perfect chemistry."
  },
  {
    "text": "### Neutral:\nHe sells for 500,000 in my market. They are now only useful as training experience.\n### Humanised:\nHe sells for 500,000 in my market. They’re all just training XP now."
  },
  {
    "text": "### Neutral:\nI am a Barcelona supporter and I admire both players. Most Barcelona supporters I know also admire both.\n### Humanised:\nI’m a Culer and I admire both of them. Most Culers I know admire both as well."
  },
  {
    "text": "### Neutral:\nClaiming that he dislikes them solely because he supports Barcelona is presumptive.\n### Humanised:\nSaying he hates them just because he’s a Barca fan is a bit presumptive."
  },
  {
    "text": "### Neutral:\nRegarding Ronaldo and Benzema, he has stated elsewhere that he is a Real Madrid supporter.\n### Humanised:\nAs for CR7 and Benzema, he mentions elsewhere that he’s a Real Madrid fan."
  },
  {
    "text": "### Neutral:\nHe appears to be acting provocatively.\n### Humanised:\nI think he’s just a troll."
  },
  {
    "text": "### Neutral:\nLast-minute corners are frustrating.\n### Humanised:\nLast-minute corners are frustrating, to say the least."
  },
  {
    "text": "### Neutral:\nYour overall rating compared to your fan count suggests frequent use of crosses.\n### Humanised:\nYour OVR compared to your fan count makes me think you’re a cross spammer."
  },
  {
    "text": "### Neutral:\nThis community often reacts negatively.\n### Humanised:\nThis sub is kind of toxic in that way."
  },
  {
    "text": "### Neutral:\nUsers who express opinions that differ from the majority are frequently downvoted.\n### Humanised:\nIf anyone expresses an opinion against the flow, they get downvoted."
  },
  {
    "text": "### Neutral:\nTeam of the Season Pique should be assigned to defending.\n### Humanised:\nTOTS Pique should be on defending."
  },
  {
    "text": "### Neutral:\nHis marking is adequate, but increased speed would improve his performance.\n### Humanised:\nMarking is fine, but a speed boost would help him a lot."
  },
  {
    "text": "### Neutral:\nMy progress is 141 out of 320, and I entered FIFA Champions two days ago.\n### Humanised:\nI’m 141/320 and got into FIFA Champions two days ago."
  },
  {
    "text": "### Neutral:\nEntry into Champions requires at least 140 out of 300.\n### Humanised:\nYou need to be at least 140/300 to get into Champions."
  },
  {
    "text": "### Neutral:\nEntry into Masters requires a minimum overall rating of 170.\n### Humanised:\nTo get into Masters, you’ll need to be at least 170 OVR."
  },
  {
    "text": "### Neutral:\nI did not expect to achieve this, particularly given frequent crosses and scripting issues.\n### Humanised:\nThanks! I didn’t think I could do it, especially with all the cross spammers and scripting issues."
  },
  {
    "text": "### Neutral:\nThis is not intended as self-promotion, but a video helped me defeat them last week.\n### Humanised:\nThis isn’t self-promotion, but a video helped me beat them last week."
  },
  {
    "text": "### Neutral:\nI succeeded on my third attempt yesterday.\n### Humanised:\nDid it on my third try yesterday."
  },
  {
    "text": "### Neutral:\nThe goalkeeper should be swiped toward the center because the ball occasionally travels there.\n### Humanised:\nYou should always swipe the keeper toward the center, because the ball goes there once every ten shots."
  },
  {
    "text": "### Neutral:\nThis prevents the goalkeeper from missing the save.\n### Humanised:\nThere’s no way the goalkeeper can miss it then."
  },
  {
    "text": "### Neutral:\nI have now seen your title.\n### Humanised:\nEdit: I saw your title now."
  },
  {
    "text": "### Neutral:\nUsers are tagged on Reddit using u/ rather than @.\n### Humanised:\nYou tag people on Reddit using u/, not @."
  },
  {
    "text": "### Neutral:\nTagging does not function when placed in the post title.\n### Humanised:\nAnd tagging someone doesn’t work if you put it in the title."
  },
  {
    "text": "### Neutral:\nMy highest result in El Dorado matches was 15–14.\n### Humanised:\nThe highest I reached was 15–14 in those El Dorado matches."
  },
  {
    "text": "### Neutral:\nMy only goal was scored using MAtS.\n### Humanised:\nI scored my only goal with MAtS."
  },
  {
    "text": "### Neutral:\nThe match was uneventful.\n### Humanised:\nIt was boring."
  },
  {
    "text": "### Neutral:\nIt would be preferable to obtain Sokratis and convert Cannavaro into him.\n### Humanised:\nIt would be best to get Sokratis and melt Canna into him."
  },
  {
    "text": "### Neutral:\nIs this referring to head-to-head mode?\n### Humanised:\nIs this in head-to-head?"
  },
  {
    "text": "### Neutral:\nHe may receive a pre-season card based on current rumors.\n### Humanised:\nHe might get a pre-season card, judging by the rumors."
  },
  {
    "text": "### Neutral:\nWhat makes you think they require a graphic designer?\n### Humanised:\nWhy do you think they need a graphic designer?"
  },
  {
    "text": "### Neutral:\nThis refers to FIFA Champions.\n### Humanised:\nOh wait, it’s FIFA Champions."
  },
  {
    "text": "### Neutral:\nI frequently confuse the name.\n### Humanised:\nI always mess up the name."
  },
  {
    "text": "### Neutral:\nThere is no stated reason against it.\n### Humanised:\nWhy not?"
  },
  {
    "text": "### Neutral:\nLeveling up is required to unlock chemistry.\n### Humanised:\nYou need to level up to unlock chemistry."
  },
  {
    "text": "### Neutral:\nHe modified his original comment.\n### Humanised:\nHe edited his original comment."
  },
  {
    "text": "### Neutral:\nNo.\n### Humanised:\nNo."
  },
  {
    "text": "### Neutral:\nThe item has been sold.\n### Humanised:\nHe’s sold."
  },
  {
    "text": "### Neutral:\nThis occurs during the pre-season period.\n### Humanised:\nPre-season."
  },
  {
    "text": "### Neutral:\nSome people believe they will not catch the virus despite evidence to the contrary.\n### Humanised:\nPeople are delusional about not catching the virus."
  },
  {
    "text": "### Neutral:\nOnly one fanfiction is abandoned.\n### Humanised:\nOnly one fic is abandoned."
  },
  {
    "text": "### Neutral:\nThe others are either completed or works in progress.\n### Humanised:\nOthers are completed or WIP."
  },
  {
    "text": "### Neutral:\nPandemic fatigue exists.\n### Humanised:\nPandemic fatigue is real."
  },
  {
    "text": "### Neutral:\nPeople continue to plan large events.\n### Humanised:\nPeople are still planning big events."
  },
  {
    "text": "### Neutral:\nI had read the others, but this one caused discomfort.\n### Humanised:\nI had read the others, but this one really creeped me out."
  },
  {
    "text": "### Neutral:\nIn my region, gatherings are held when periods stop temporarily.\n### Humanised:\nWhere I’m from, we have parties when periods stop temporarily."
  },
  {
    "text": "### Neutral:\nThis brought an old author to mind.\n### Humanised:\nThis reminded me of an old author."
  },
  {
    "text": "### Neutral:\nIf you are able to save resources for Ansu, he would be an ideal choice.\n### Humanised:\nIf you can save up for Ansu, he’d be perfect."
  },
  {
    "text": "### Neutral:\nPeople are tagged using u/ rather than @.\n### Humanised:\nYou tag people using u/, not @."
  },
  {
    "text": "### Neutral:\nIs this your first time?\n### Humanised:\nFirst time?"
  },
  {
    "text": "### Neutral:\nIt portrays a strong and decisive version of Harry without excess.\n### Humanised:\nIt has a strong, decisive Harry without being ridiculous."
  },
  {
    "text": "### Neutral:\nHe may be released alongside the new Prospect Search chapter.\n### Humanised:\nHe may release with the new Prospect Search chapter."
  },
  {
    "text": "### Neutral:\nThe use of profanity is acceptable.\n### Humanised:\nCussing is fine."
  },
  {
    "text": "### Neutral:\nUncritical trust in trophies is what causes annoyance.\n### Humanised:\nBlind faith in trophies is what annoys me."
  },
  {
    "text": "### Neutral:\nThis is unlikely.\n### Humanised:\nUnlikely."
  },
  {
    "text": "### Neutral:\nThere are currently more cards available in the market.\n### Humanised:\nThere are more cards in the market now."
  },
  {
    "text": "### Neutral:\nRumors have no value unless confirmed by reliable sources.\n### Humanised:\nRumors mean nothing unless confirmed by reliable sources."
  },
  {
    "text": "### Neutral:\nThose chemistry lines appear lighter rather than darker.\n### Humanised:\nThose chemistry lines look lighter to me, not darker."
  },
  {
    "text": "### Neutral:\nMüller and Rabiot also wear the number 25.\n### Humanised:\nMüller and Rabiot also wear 25."
  },
  {
    "text": "### Neutral:\nI would not personally consider any bashing fanfiction to be good.\n### Humanised:\nI wouldn’t call any bashing fic “good,” personally."
  },
  {
    "text": "### Neutral:\nHarry Potter and the Soulmate Bond includes Sirius rescuing Harry without Dumbledore bashing.\n### Humanised:\nHarry Potter and the Soulmate Bond has Sirius rescuing Harry without Dumbledore bashing."
  },
  {
    "text": "### Neutral:\nWhich event is being referred to?\n### Humanised:\nWhich event?"
  },
  {
    "text": "### Neutral:\nNeymar did not receive two event cards.\n### Humanised:\nNeymar never got two event cards."
  },
  {
    "text": "### Neutral:\nI am editing it now.\n### Humanised:\nSure, editing it now."
  },
  {
    "text": "### Neutral:\nIt is preferable to sell Navas, acquire Varane, and then save resources for Areola.\n### Humanised:\nIt’s better to sell Navas and get Varane, then save for Areola."
  },
  {
    "text": "### Neutral:\nThe relationship is the primary plot element, but it is occasionally sidelined.\n### Humanised:\nThe relationship is the main plot, but it gets sidelined sometimes."
  },
  {
    "text": "### Neutral:\nDavies performs poorly in VSA but is very effective in head-to-head mode.\n### Humanised:\nDavies isn’t great in VSA but is terrifying in head-to-head."
  },
  {
    "text": "### Neutral:\nMost free kicks I score follow that pattern.\n### Humanised:\nMost free kicks I score are like that."
  },
  {
    "text": "### Neutral:\nMagnetic effects of electric current is the least engaging physics chapter.\n### Humanised:\nMagnetic effects of electric current is the most boring physics chapter ever."
  },
  {
    "text": "### Neutral:\nPlaying football in the rain was enjoyable until I slipped.\n### Humanised:\nPlaying football in the rain was fun—until I slipped."
  },
  {
    "text": "### Neutral:\nSome attackers have not yet found consistent form.\n### Humanised:\nSome attackers still haven’t found their rhythm."
  },
  {
    "text": "### Neutral:\nA strong Trincao card may be released during pre-season.\n### Humanised:\nWe might get a good Trincao card in pre-season."
  },
  {
    "text": "### Neutral:\nUTOTS Ronaldo is an ideal partner for ADP.\n### Humanised:\nUTOTS Ronaldo is the perfect partner for ADP."
  },
  {
    "text": "### Neutral:\nI previously lost many coins due to a typographical error and am now cautious.\n### Humanised:\nI lost a lot of coins once due to a typo, so I’m cautious now."
  },
  {
    "text": "### Neutral:\nAdvanced rainbow is no longer effective.\n### Humanised:\nAdvanced rainbow isn’t effective anymore."
  },
  {
    "text": "### Neutral:\nI saw your edit and responded to it.\n### Humanised:\nI noticed your edit and answered it."
  },
  {
    "text": "### Neutral:\nThe key term is legally.\n### Humanised:\nKey word: legally."
  },
  {
    "text": "### Neutral:\nThank you for the seat.\n### Humanised:\nThanks for the seat."
  },
  {
    "text": "### Neutral:\nExchanging Casemiro with Kroos results in perfect chemistry.\n### Humanised:\nSwap Casemiro with Kroos for perfect chemistry."
  },
  {
    "text": "### Neutral:\nI was not aware of that.\n### Humanised:\nHe isn’t? I didn’t notice."
  },
  {
    "text": "### Neutral:\nThat appears to be an undercooked sausage.\n### Humanised:\nIs that an undercooked sausage?"
  },
  {
    "text": "### Neutral:\nI believed I saw a face.\n### Humanised:\nI thought I saw a face."
  },
  {
    "text": "### Neutral:\nDe_Dust2.\n### Humanised:\nDe_Dust2."
  },
  {
    "text": "### Neutral:\nYou were downvoted solely for providing an answer.\n### Humanised:\nSeriously? You got downvoted just for answering."
  },
  {
    "text": "### Neutral:\nI recall a fanfiction in which unforgivable curses originated as medical spells.\n### Humanised:\nI remember a fic where unforgivable curses were originally medical spells."
  },
  {
    "text": "### Neutral:\nThat line was amusing.\n### Humanised:\nThat line made me laugh."
  },
  {
    "text": "### Neutral:\nOui oui baguette.\n### Humanised:\nOui oui baguette."
  },
  {
    "text": "### Neutral:\nI am waiting for Google Maps to zoom out.\n### Humanised:\nI’m waiting for Google Maps to zoom out."
  },
  {
    "text": "### Neutral:\nI am still waiting.\n### Humanised:\nStill waiting."
  },
  {
    "text": "### Neutral:\nClash of Clans.\n### Humanised:\nClash of Clans."
  },
  {
    "text": "### Neutral:\nThe username aligns with expectations.\n### Humanised:\nUsername checks out."
  },
  {
    "text": "### Neutral:\nI consistently write in cursive.\n### Humanised:\nI always write in cursive."
  },
  {
    "text": "### Neutral:\nThis makes it difficult for others to read.\n### Humanised:\nIt’s hard for others to read."
  },
  {
    "text": "### Neutral:\nDialects change frequently in this region, so clear speech is preferred.\n### Humanised:\nDialects vary every 100 km here, so we try to speak clearly."
  },
  {
    "text": "### Neutral:\nThis should be deleted.\n### Humanised:\nJust delete this."
  },
  {
    "text": "### Neutral:\nIt is enjoyable until the stain is noticed.\n### Humanised:\nIt’s fun until you notice the stain."
  },
  {
    "text": "### Neutral:\nReferring to a fanbase as delusional is not helpful.\n### Humanised:\nCalling a fanbase delusional never helps."
  },
  {
    "text": "### Neutral:\nI do not dislike other shippers, but I consider Harmony more plausible.\n### Humanised:\nI don’t hate other shippers; I just think Harmony was more plausible."
  },
  {
    "text": "### Neutral:\nThe person is not at fault. Wearing a hoodie at 34 degrees would be intolerable.\n### Humanised:\nNTA. Wearing a hoodie at 34 degrees would kill me."
  },
  {
    "text": "### Neutral:\nThe Greater Good.\n### Humanised:\nThe Greater Good."
  },
  {
    "text": "### Neutral:\nHow is the fanfiction.net bot summoned?\n### Humanised:\nHow do you call the ffn bot?"
  },
  {
    "text": "### Neutral:\nThe point was missed.\n### Humanised:\nWoosh."
  },
  {
    "text": "### Neutral:\nThat statement should not have been made.\n### Humanised:\nI shouldn’t have said that."
  },
  {
    "text": "### Neutral:\nOlder phones had superior keypad applications.\n### Humanised:\nOlder phones had better keypad apps."
  },
  {
    "text": "### Neutral:\nI am confident that he vowed to protect Chandra.\n### Humanised:\nNo, I’m pretty sure he swore to protect Chandra."
  },
  {
    "text": "### Neutral:\nI eventually understood the meaning of the phrase \"eating each other’s faces out.\"\n### Humanised:\nI finally understood what “eating each other’s faces out” means."
  },
  {
    "text": "### Neutral:\nThis is not Chess 960.\n### Humanised:\nThis isn’t Chess 960."
  },
  {
    "text": "### Neutral:\nInterstellar.\n### Humanised:\nInterstellar."
  },
  {
    "text": "### Neutral:\nThis will be referred to as Scholar’s Mate: Bootleg Jesus Variation.\n### Humanised:\nI’ll call this Scholar’s Mate: Bootleg Jesus Variation."
  },
  {
    "text": "### Neutral:\nThis is expressed humorously in reference to Firefox.\n### Humanised:\nLaughs in Firefox."
  },
  {
    "text": "### Neutral:\nHappy birthday.\n### Humanised:\nHappy birthday!"
  },
  {
    "text": "### Neutral:\nThe person is not at fault. It may be helpful to ask a trusted adult to speak with them.\n### Humanised:\nNTA. Try asking a trusted adult to talk to them."
  },
  {
    "text": "### Neutral:\nYou performed well. I would not have progressed that far.\n### Humanised:\nYou did well. I wouldn’t have made it that far."
  },
  {
    "text": "### Neutral:\nIt is unclear who would create something like that.\n### Humanised:\nWho would make something like that?"
  },
  {
    "text": "### Neutral:\nMost bashing fanfiction was written between 2013 and 2015.\n### Humanised:\nMost bashing fics were written around 2013–2015."
  },
  {
    "text": "### Neutral:\nOlder Portkey fanfiction differs significantly from modern works.\n### Humanised:\nOld Portkey fics feel very different from modern ones."
  },
  {
    "text": "### Neutral:\nScream Team, TOTS and UTOTS starters, UTOTY, and BLR were the best-looking cards this season.\n### Humanised:\nScream Team, TOTS/UTOTS starters, UTOTY, and BLR were the best-looking cards this season in my opinion."
  },
  {
    "text": "### Neutral:\nReplace Baines with Roberto Carlos and Sancho with Hazard. Sell Neymar and acquire De Bruyne, who will have chemistry with Hazard.\n### Humanised:\nReplace Baines with Roberto Carlos and Sancho with Hazard. Sell Neymar and get KDB. He’ll have chemistry with Hazard."
  },
  {
    "text": "### Neutral:\nThe goal was well executed, but skipping the celebration would have improved it.\n### Humanised:\nNice goal, but skipping the celebration would’ve made it better."
  },
  {
    "text": "### Neutral:\nThe opponent was decisively beaten and likely did not want to watch the celebration.\n### Humanised:\nYou completely destroyed your opponent with that one, and they probably didn’t want to sit through the celebration."
  },
  {
    "text": "### Neutral:\nAre you referring to Jadon Sancho?\n### Humanised:\nJadon Sancho?"
  },
  {
    "text": "### Neutral:\nAnsu Fati had better statistics than Vinicius last season.\n### Humanised:\nAnsu Fati had better stats than Vinicius last season."
  },
  {
    "text": "### Neutral:\nI offer my condolences for your loss.\n### Humanised:\nI’m sorry for your loss."
  },
  {
    "text": "### Neutral:\nPurchase UCL Vidal for Ansu, and if funds remain, consider acquiring GTOTW Roberto.\n### Humanised:\nBuy UCL Vidal for Ansu. If you have money left, try getting GTOTW Roberto."
  },
  {
    "text": "### Neutral:\nSupport for Barcelona is expressed.\n### Humanised:\nVisca el Barça."
  },
  {
    "text": "### Neutral:\nI am uncertain.\n### Humanised:\nI don’t know, man."
  },
  {
    "text": "### Neutral:\nI know many people who are satisfied that Puig is free-to-play and plan to claim him.\n### Humanised:\nI know many people who are happy Puig is free-to-play and are going to claim him."
  },
  {
    "text": "### Neutral:\nReal life differs from the FIFA game.\n### Humanised:\nReal life isn’t FIFA."
  },
  {
    "text": "### Neutral:\nSancho plays on the right flank in real life.\n### Humanised:\nSancho plays on the right flank in real life."
  },
  {
    "text": "### Neutral:\nThe person is not at fault and has the right to choose what they eat.\n### Humanised:\nNTA. You have the right to eat what you want."
  },
  {
    "text": "### Neutral:\nMany vegetarians I know are comfortable sharing food with non-vegetarians.\n### Humanised:\nMany vegetarians I know are fine sharing food with non-vegetarians."
  },
  {
    "text": "### Neutral:\nThank you. I am choosing Hummels.\n### Humanised:\nThanks. I’m going for Hummels."
  },
  {
    "text": "### Neutral:\nFor the first one thousand upvotes, karma is gained at a one-to-one rate, after which it changes to one karma per ten upvotes.\n### Humanised:\nI think for the first 1K upvotes you get one karma per upvote, but after that it becomes one karma per ten upvotes."
  },
  {
    "text": "### Neutral:\nThis applies only under that condition.\n### Humanised:\nThis is only if you get laid."
  },
  {
    "text": "### Neutral:\nIs Marquinhos being exchanged for Aouar?\n### Humanised:\nMarquinhos for Aouar?"
  },
  {
    "text": "### Neutral:\nWhen I began playing in Season 2, I focused only on high OVR players and ended up using a fullback as a striker.\n### Humanised:\nWhen I started playing in Season 2, I just chased high OVR players and ended up using a fullback as striker."
  },
  {
    "text": "### Neutral:\nI did not understand the mechanics until a friend explained them.\n### Humanised:\nI missed everything until a friend explained how it works."
  },
  {
    "text": "### Neutral:\nHindi is spoken by approximately 42 percent of Indians.\n### Humanised:\nHindi is only spoken by about 42% of Indians."
  },
  {
    "text": "### Neutral:\nSouthern languages have more complex pronunciations.\n### Humanised:\nSouthern languages have much harder pronunciations."
  },
  {
    "text": "### Neutral:\nI forgot that you had Vidal positioned at CAM.\n### Humanised:\nSorry, I forgot you had Vidal at CAM."
  },
  {
    "text": "### Neutral:\nChanging formations is another option, although it is costly.\n### Humanised:\nSwitching formations is also an option, though he’s expensive."
  },
  {
    "text": "### Neutral:\nThis appears unexpected.\n### Humanised:\nDoth mine eyes deceive me."
  },
  {
    "text": "### Neutral:\nI require an update.\n### Humanised:\nI need an update."
  },
  {
    "text": "### Neutral:\nI saw this previously, and it is a repost.\n### Humanised:\nI saw this yesterday. Repost."
  },
  {
    "text": "### Neutral:\nI received two 89-rated cards, one 90-rated card, and one 94-rated card.\n### Humanised:\nI got two 89s, one 90, and one 94."
  },
  {
    "text": "### Neutral:\nYou were significantly more fortunate than I was.\n### Humanised:\nYou’re way luckier than me."
  },
  {
    "text": "### Neutral:\nHe should be removed from all lineups before being sold.\n### Humanised:\nYou should remove him from all lineups before selling."
  },
  {
    "text": "### Neutral:\nThe goalkeeper is not difficult to overcome.\n### Humanised:\nThe goalkeeper is easy to beat."
  },
  {
    "text": "### Neutral:\nThe midfield presents the main difficulty.\n### Humanised:\nThe midfield is the real problem."
  },
  {
    "text": "### Neutral:\nGoalkeepers are not difficult to beat, while defense is the primary issue.\n### Humanised:\nGoalkeepers are easy to beat. Defense is the real issue."
  },
  {
    "text": "### Neutral:\nPuig is currently the highest-rated free-to-play central midfielder.\n### Humanised:\nPuig is the highest-rated free-to-play CM so far."
  },
  {
    "text": "### Neutral:\nHe performs poorly in the CAM position.\n### Humanised:\nHe’s not good at CAM."
  },
  {
    "text": "### Neutral:\nProspect Search chapters rotate and expire according to a schedule.\n### Humanised:\nProspect Search chapters rotate and expire on a schedule."
  },
  {
    "text": "### Neutral:\nHe will receive significant downvotes if he is incorrect.\n### Humanised:\nHe’ll get downvoted badly if he’s wrong."
  },
  {
    "text": "### Neutral:\nThere is no ban involved, and the items can be purchased.\n### Humanised:\nYou won’t get banned. You can buy them."
  },
  {
    "text": "### Neutral:\nUTOTS Ronaldo performs best in a two-striker formation.\n### Humanised:\nUTOTS Ronaldo works best in a two-striker formation."
  },
  {
    "text": "### Neutral:\nFootball is intended to be played primarily with the feet.\n### Humanised:\nFootball is meant to be kicked."
  },
  {
    "text": "### Neutral:\nThis outcome is attributed to scripting.\n### Humanised:\nThat is scripting."
  },
  {
    "text": "### Neutral:\nRanking up players increases overall rating and chemistry.\n### Humanised:\nRank up players to increase OVR and chemistry."
  },
  {
    "text": "### Neutral:\nCongratulations.\n### Humanised:\nCongrats."
  },
  {
    "text": "### Neutral:\nHeight plays a significant role in defensive effectiveness.\n### Humanised:\nHeight matters a lot in defending."
  },
  {
    "text": "### Neutral:\nThe content is tagged as Harry and Cho.\n### Humanised:\nIt’s tagged Harry/Cho."
  },
  {
    "text": "### Neutral:\nI will help you.\n### Humanised:\nI'll help you."
  },
  {
    "text": "### Neutral:\nI have a test in six hours.\n### Humanised:\nI have a test in six hours."
  },
  {
    "text": "### Neutral:\nI understand the difficulty of the situation.\n### Humanised:\nI feel your pain."
  },
  {
    "text": "### Neutral:\nI remember reading that he is the protector of Chandra, the Hindu moon god.\n### Humanised:\nYeah, I remember reading that he is the protector of Chandra, the Hindu moon god."
  },
  {
    "text": "### Neutral:\nTo symbolize this, he has a crescent moon on his head.\n### Humanised:\nTo symbolize that, he has the crescent moon on his head."
  },
  {
    "text": "### Neutral:\nYou appear to hold Islamophobic views.\n### Humanised:\nYou seem like an Islamophobic asshole."
  },
  {
    "text": "### Neutral:\nIslam is regarded as a positive religion.\n### Humanised:\nIslam is a beautiful religion."
  },
  {
    "text": "### Neutral:\nFor clarity, I am not Muslim.\n### Humanised:\nAnd for the record, I’m not Muslim."
  },
  {
    "text": "### Neutral:\nSaudi Arabia lifted its ban on women driving a few years ago.\n### Humanised:\nYes, Saudi Arabia lifted their ban on women driving a couple of years ago."
  },
  {
    "text": "### Neutral:\nIt is him.\n### Humanised:\nOf course it’s him."
  },
  {
    "text": "### Neutral:\nCheck again after a few days.\n### Humanised:\nCheck again after a few days."
  },
  {
    "text": "### Neutral:\nIt should appear.\n### Humanised:\nIt’ll come."
  },
  {
    "text": "### Neutral:\nMy previous one occurred four days ago.\n### Humanised:\nMy last one was four days back."
  },
  {
    "text": "### Neutral:\nI received another one today.\n### Humanised:\nGot another one today."
  },
  {
    "text": "### Neutral:\nThey are wizards, so it is unlikely they would use non-magical methods.\n### Humanised:\nThey are wizards, so I think it’s unlikely they would use non-magical methods."
  },
  {
    "text": "### Neutral:\nI do not know.\n### Humanised:\nI don’t know."
  },
  {
    "text": "### Neutral:\nNo. It contains extensive bashing.\n### Humanised:\nNo. Bashing, bashing, and lots of bashing."
  },
  {
    "text": "### Neutral:\nBy the end of the story, the king has a larger harem.\n### Humanised:\nTowards the endgame, the king will have a bigger harem."
  },
  {
    "text": "### Neutral:\nThe statue depicts Lord Shiva, an Indian deity.\n### Humanised:\nThe statue? It’s Lord Shiva, an Indian deity."
  },
  {
    "text": "### Neutral:\nI do not know the identity of the man wearing sunglasses.\n### Humanised:\nNo idea about the man with the sunglasses."
  },
  {
    "text": "### Neutral:\nThat was an unfavorable indication.\n### Humanised:\nThat was not a good sign."
  },
  {
    "text": "### Neutral:\nThat figure represents Lord Shiva, an Indian deity.\n### Humanised:\nThat is Lord Shiva, an Indian deity."
  },
  {
    "text": "### Neutral:\nAre you referring to fanfictions in which they are rulers of a kingdom?\n### Humanised:\nDo you mean fics where they are kings or queens of a kingdom?"
  },
  {
    "text": "### Neutral:\nOther works by that author are similar in nature.\n### Humanised:\nOther works by that author are pretty similar."
  },
  {
    "text": "### Neutral:\nHe falsified the data and is the only individual wearing a red helmet.\n### Humanised:\nAnd he faked the data, and he is the only one wearing the red helmet."
  },
  {
    "text": "### Neutral:\nI have many friends who are Muslim.\n### Humanised:\nI have many Muslim friends."
  },
  {
    "text": "### Neutral:\nI live in a Muslim-majority country.\n### Humanised:\nI live in a Muslim country."
  },
  {
    "text": "### Neutral:\nThere is no widespread oppression.\n### Humanised:\nNo one is oppressed."
  },
  {
    "text": "### Neutral:\nMany of my female friends do not wear hijab except in religious contexts.\n### Humanised:\nMany of my female friends don’t wear hijab unless it’s in a religious setting."
  },
  {
    "text": "### Neutral:\nA debate about religious oppression is not productive.\n### Humanised:\nAnd do you really want to get into a debate about which religion oppresses whom?"
  },
  {
    "text": "### Neutral:\nIt appears abandoned, with the author ending the story at a cliffhanger.\n### Humanised:\nIt seems abandoned though, and the author stops at a cliffhanger."
  },
  {
    "text": "### Neutral:\nI do not understand it.\n### Humanised:\nI don’t get it."
  },
  {
    "text": "### Neutral:\nThat is satisfactory.\n### Humanised:\nNice."
  },
  {
    "text": "### Neutral:\nI was not aware that this was possible.\n### Humanised:\nOh, I didn’t know you could do that."
  },
  {
    "text": "### Neutral:\nThe original poster’s username makes that unlikely.\n### Humanised:\nOP’s username itself makes that unlikely."
  },
  {
    "text": "### Neutral:\nUnless there is additional context.\n### Humanised:\nUnless…"
  },
  {
    "text": "### Neutral:\nAdditionally, there is a knight positioned to its right.\n### Humanised:\nOh yeah, and the knight toward its right."
  },
  {
    "text": "### Neutral:\nA warning phrase is used.\n### Humanised:\n“Fire in the hole!”"
  },
  {
    "text": "### Neutral:\nI frequently confuse cyan with white and blue with purple.\n### Humanised:\nI regularly confuse cyan and white, and blue and purple."
  },
  {
    "text": "### Neutral:\nWhat is that object?\n### Humanised:\nWhat is that thing?"
  },
  {
    "text": "### Neutral:\nThis question is asked on behalf of someone else.\n### Humanised:\nAsking for a friend."
  },
  {
    "text": "### Neutral:\nThat action was not intended.\n### Humanised:\nYou were not supposed to do that."
  },
  {
    "text": "### Neutral:\nMy previous phone lacked sufficient storage.\n### Humanised:\nMy old phone didn’t have space."
  },
  {
    "text": "### Neutral:\nIt had only 32 gigabytes of storage.\n### Humanised:\nOnly 32GB storage."
  },
  {
    "text": "### Neutral:\nI configured the television to auto-connect to Wi-Fi and now cast content from my phone.\n### Humanised:\nI figured out how to auto-connect the TV to Wi-Fi, so now I just cast from my phone."
  },
  {
    "text": "### Neutral:\nI believe I can now discern a face.\n### Humanised:\nYes, I think I can make out a face now."
  },
  {
    "text": "### Neutral:\nThanos determines the outcome.\n### Humanised:\nThanos is the deal breaker."
  },
  {
    "text": "### Neutral:\nA laughing depiction of Voldemort would also be visually compatible.\n### Humanised:\nLaughing Voldemort would also look good next to him."
  },
  {
    "text": "### Neutral:\nOnly the back row is relevant.\n### Humanised:\nOnly the back row."
  },
  {
    "text": "### Neutral:\nOtherwise, it is possible to position the queen and bishop for a one-move checkmate.\n### Humanised:\nOtherwise, with luck, you can place your queen and bishop well and checkmate in one move."
  },
  {
    "text": "### Neutral:\nI agree with this assessment.\n### Humanised:\nI agree."
  },
  {
    "text": "### Neutral:\nShe added a distinctive interpretation to the character.\n### Humanised:\nShe gave her own flair to the character."
  },
  {
    "text": "### Neutral:\nYes.\n### Humanised:\nYeah."
  },
  {
    "text": "### Neutral:\nThat individual is Helena Carter.\n### Humanised:\nNo, that’s Helena Carter."
  },
  {
    "text": "### Neutral:\nCongratulations. What is his name?\n### Humanised:\nCongrats! What’s his name?"
  },
  {
    "text": "### Neutral:\nThis feature functions only in the Reddit mobile application.\n### Humanised:\nIt only works in the Reddit mobile app."
  },
  {
    "text": "### Neutral:\nIt cannot be redeemed on a PC.\n### Humanised:\nYou can’t redeem it on PC."
  },
  {
    "text": "### Neutral:\nNaming the child Piscine and using the nickname Pi is suggested.\n### Humanised:\nName your kid Piscine and call him Pi."
  },
  {
    "text": "### Neutral:\nAn explosive outcome is implied.\n### Humanised:\nKaboom."
  },
  {
    "text": "### Neutral:\nInterstellar.\n### Humanised:\nInterstellar."
  },
  {
    "text": "### Neutral:\nI am waiting for the zooming to stop.\n### Humanised:\nI’m waiting for it to stop zooming."
  },
  {
    "text": "### Neutral:\nWhat grade level are you currently in?\n### Humanised:\nWhat grade are you in?"
  },
  {
    "text": "### Neutral:\nThis statement is perceived as offensive.\n### Humanised:\nOn behalf of all Indian men speaking English, I’m offended."
  },
  {
    "text": "### Neutral:\nThat is reasonable.\n### Humanised:\nFair enough."
  },
  {
    "text": "### Neutral:\nThere is a chess variant with randomly arranged pieces, but it does not begin with two queens.\n### Humanised:\nThere’s a chess mode where pieces are arranged randomly, but you don’t start with two queens."
  },
  {
    "text": "### Neutral:\nThis explains the reason.\n### Humanised:\nNow you know why."
  },
  {
    "text": "### Neutral:\nIt resembles a well with additional steps.\n### Humanised:\nThat just looks like a well with extra steps."
  },
  {
    "text": "### Neutral:\nInterstellar.\n### Humanised:\nInterstellar."
  },
  {
    "text": "### Neutral:\nThe automated response functioned correctly.\n### Humanised:\nGood bot."
  },
  {
    "text": "### Neutral:\nI do not have abdominal muscle definition.\n### Humanised:\nIf only I had abs."
  },
  {
    "text": "### Neutral:\nNot at this time.\n### Humanised:\nNot today."
  },
  {
    "text": "### Neutral:\nThis content has been posted previously.\n### Humanised:\nThis is a repost."
  },
  {
    "text": "### Neutral:\nThis is notable.\n### Humanised:\nWow."
  },
  {
    "text": "### Neutral:\nI enjoy tea.\n### Humanised:\nI love tea."
  },
  {
    "text": "### Neutral:\nThis is a repost.\n### Humanised:\nRepost."
  },
  {
    "text": "### Neutral:\nThe initial impression was misleading.\n### Humanised:\nHad us in the first half, not gonna lie."
  },
  {
    "text": "### Neutral:\nT’Challa introduces himself.\n### Humanised:\nT’Challa: Allow me to introduce myself."
  },
  {
    "text": "### Neutral:\nApproximately six to twelve months have passed since the last update.\n### Humanised:\nIt’s been around 6–12 months since the last update."
  },
  {
    "text": "### Neutral:\nThese are some very old and lengthy fanfictions.\n### Humanised:\nHere are some very old, long fics."
  },
  {
    "text": "### Neutral:\nYou can sort by complete status to view only finished stories.\n### Humanised:\nYou can also sort by Complete to get only finished stories."
  },
  {
    "text": "### Neutral:\nI did this until no further reading material remained.\n### Humanised:\nI used to do that until I ran out of reading material."
  },
  {
    "text": "### Neutral:\nI later decided that reading an abandoned story from eight years ago was preferable to not reading anything.\n### Humanised:\nAt some point, I decided that having my heart broken by an abandoned fic from eight years ago was better than not reading anything at all."
  },
  {
    "text": "### Neutral:\nCombined with your father stating that your sister has unlimited access and can download anything, it appears that your Xbox has effectively been given to her without formal acknowledgment.\n### Humanised:\nWhen you combine this with your dad saying your sister has unlimited access and can download whatever she wants, it really feels like he’s taken your Xbox and handed it to her—just without making it official."
  },
  {
    "text": "### Neutral:\nHow they are balancing that bicycle is unclear.\n### Humanised:\nHow are they balancing that bicycle?"
  },
  {
    "text": "### Neutral:\nIt has only two wheels and appears as though it should be tipping toward the wife’s side.\n### Humanised:\nIt only has two wheels, and it really looks like it should be tipping toward the wife’s side."
  },
  {
    "text": "### Neutral:\nIn the 24-hour clock, 19:00 corresponds to 7 PM and 07:00 corresponds to 7 AM.\n### Humanised:\n24-hour clock: 19:00 is 7 PM, 07:00 is 7 AM."
  },
  {
    "text": "### Neutral:\nThis was emotionally affecting.\n### Humanised:\nThis one was a tear-jerker."
  },
  {
    "text": "### Neutral:\nShuri introduces herself.\n### Humanised:\nShuri: Allow me to introduce myself."
  },
  {
    "text": "### Neutral:\nAlternatively, it may lack a coherent plot.\n### Humanised:\nOr is it plot what plot?"
  },
  {
    "text": "### Neutral:\nAdditional information is requested regarding whether he is Hindu or Buddhist.\n### Humanised:\nINFO: Is he Hindu or Buddhist?"
  },
  {
    "text": "### Neutral:\nThe swastika is a sacred symbol in those religions.\n### Humanised:\nBecause the swastika is a holy symbol in those religions."
  },
  {
    "text": "### Neutral:\nA one-month voting period appears excessive.\n### Humanised:\nOne month to vote feels excessive."
  },
  {
    "text": "### Neutral:\nA week would have been sufficient.\n### Humanised:\nA week would’ve been more than enough."
  },
  {
    "text": "### Neutral:\nI was not aware of that.\n### Humanised:\nI did? Damn."
  },
  {
    "text": "### Neutral:\nThis does not appear to be r/meme.\n### Humanised:\nI guess this isn’t r/meme."
  },
  {
    "text": "### Neutral:\nThis caused amusement.\n### Humanised:\nThis genuinely made me laugh."
  },
  {
    "text": "### Neutral:\nThis comment invites engagement from users not from TikTok.\n### Humanised:\nLike this comment if you’re NOT from TikTok."
  },
  {
    "text": "### Neutral:\nThe task was unsuccessful.\n### Humanised:\nTask successfully failed."
  },
  {
    "text": "### Neutral:\nI do not upload content, but I receive update emails.\n### Humanised:\nI don’t upload, but I do receive update emails."
  },
  {
    "text": "### Neutral:\nPosting a repost about downvoting reposts resulted in additional downvotes.\n### Humanised:\nMaking a repost about downvoting reposts… enjoy a downvote from all 13 of my alternate accounts."
  },
  {
    "text": "### Neutral:\nPhysical attributes present a problem.\n### Humanised:\nPhysicality is a problem."
  },
  {
    "text": "### Neutral:\nThis content was posted here three days ago.\n### Humanised:\nThis was posted here three days ago."
  },
  {
    "text": "### Neutral:\nThe identity of number five is unclear.\n### Humanised:\nWho is number five?"
  },
  {
    "text": "### Neutral:\nIf Harry and others are implied to remain celibate for life, the implication is concerning.\n### Humanised:\nIf Harry (and everyone else by that logic) is condemned to lifelong celibacy, then… yikes."
  },
  {
    "text": "### Neutral:\nNymphadora is depicted with bubblegum-pink hair and a snout.\n### Humanised:\nNymphadora with bubblegum-pink hair and a snout."
  },
  {
    "text": "### Neutral:\nHappy Cake Day.\n### Humanised:\nHappy Cake Day!"
  },
  {
    "text": "### Neutral:\nThey appear similar.\n### Humanised:\nThey actually do look similar."
  },
  {
    "text": "### Neutral:\nIt is highly unlikely, but there is still hope.\n### Humanised:\nVirtually impossible, but I’m keeping my fingers crossed."
  },
  {
    "text": "### Neutral:\nThe same applies here, specifically numbers two and five.\n### Humanised:\nSame here—2 and 5."
  },
  {
    "text": "### Neutral:\nThe person in the apartment below makes whimpering sounds.\n### Humanised:\nThe dude in the apartment below me whimpers."
  },
  {
    "text": "### Neutral:\nThe sleuth bot will be summoned.\n### Humanised:\nWelp, calling the sleuth bot."
  },
  {
    "text": "### Neutral:\nI was not aware that it was.\n### Humanised:\nIt is? Damn."
  },
  {
    "text": "### Neutral:\nThat election was manipulated.\n### Humanised:\nThat election was rigged anyway."
  },
  {
    "text": "### Neutral:\nThe original poster’s watermark was not removed.\n### Humanised:\nYou couldn’t even bother cropping out OP’s watermark."
  },
  {
    "text": "### Neutral:\nThis does not apply, as there is no basement.\n### Humanised:\nJoke’s on you—I don’t have a basement."
  },
  {
    "text": "### Neutral:\nYouTube can be accessed using Firefox Mobile.\n### Humanised:\nYou can use YouTube on Firefox Mobile."
  },
  {
    "text": "### Neutral:\nAdding an ad blocker and keeping it open in a tab enables this.\n### Humanised:\nJust add an adblocker and keep it open in a tab."
  },
  {
    "text": "### Neutral:\nThe correct pronoun is she, not he.\n### Humanised:\nFirst of all, it’s she, not he."
  },
  {
    "text": "### Neutral:\nNone of her stories were removed, as they are hosted on her personal website.\n### Humanised:\nNone of her stories were removed—they’re hosted on her own site."
  },
  {
    "text": "### Neutral:\nI have read a similar fanfiction in which Hermione replaced Harry.\n### Humanised:\nI’ve read a fic exactly like this—except it was Hermione instead of Harry."
  },
  {
    "text": "### Neutral:\nHarry is being addressed.\n### Humanised:\nHarry, my boy!"
  },
  {
    "text": "### Neutral:\nI do not watch Fox News.\n### Humanised:\nI don’t watch Fox News."
  },
  {
    "text": "### Neutral:\nIt was learned that Harry/Snape has three times as many fanfictions as Harry/Hermione on AO3.\n### Humanised:\nToday I learned Harry/Snape has three times as many fics as Harry/Hermione on AO3."
  },
  {
    "text": "### Neutral:\nI missed the first half and am asking how the team performed.\n### Humanised:\nI missed the first half—how did we play?"
  },
  {
    "text": "### Neutral:\nI am not attending school during tenth grade.\n### Humanised:\nTenth-grade me isn’t even going to school."
  },
  {
    "text": "### Neutral:\nBeing cursed at in Arabic is intimidating.\n### Humanised:\nGetting cursed at in Arabic is scary as hell."
  },
  {
    "text": "### Neutral:\nIt was posted three hours earlier than yours.\n### Humanised:\nYep—posted three hours before yours."
  },
  {
    "text": "### Neutral:\nIt is unlikely that someone could be that uninformed.\n### Humanised:\nNobody can be that dumb."
  },
  {
    "text": "### Neutral:\nI clicked while expecting a rickroll.\n### Humanised:\nI clicked fully expecting a rickroll."
  },
  {
    "text": "### Neutral:\nUsing an ad blocker would resolve this.\n### Humanised:\nJust use an adblocker already."
  },
  {
    "text": "### Neutral:\nIn some cases, no alternatives exist.\n### Humanised:\nSometimes, there’s no other option."
  },
  {
    "text": "### Neutral:\nI have never seen snow.\n### Humanised:\nI’ve never seen snow."
  },
  {
    "text": "### Neutral:\nI am a Hindu from South India.\n### Humanised:\nI’m a South Indian Hindu."
  },
  {
    "text": "### Neutral:\nI have eaten beef previously, but I prefer chicken.\n### Humanised:\nI’ve eaten beef before, but I prefer chicken."
  },
  {
    "text": "### Neutral:\nThe criticism is intended to be constructive.\n### Humanised:\nHope you take that criticism constructively."
  },
  {
    "text": "### Neutral:\nThe concept of true love is being questioned.\n### Humanised:\nTrue love? Wow."
  },
  {
    "text": "### Neutral:\nTwo hours of sleep were lost because of this yesterday.\n### Humanised:\nLost two hours of sleep because of this yesterday."
  },
  {
    "text": "### Neutral:\nI experienced a strong sense of déjà vu.\n### Humanised:\nI just had massive déjà vu."
  },
  {
    "text": "### Neutral:\nThe current score is 238 to 213.\n### Humanised:\n238–213 now."
  },
  {
    "text": "### Neutral:\nThis question does not belong in this subreddit.\n### Humanised:\nWrong sub for that question."
  },
  {
    "text": "### Neutral:\nI am biased because I support Barcelona.\n### Humanised:\nI’m biased—I’m a Barça fan."
  },
  {
    "text": "### Neutral:\nRonaldo scores more goals, while Messi creates more opportunities.\n### Humanised:\nRonaldo scores more goals, Messi creates more."
  },
  {
    "text": "### Neutral:\nThis is a dystopian alternate universe.\n### Humanised:\nDystopian AU."
  },
  {
    "text": "### Neutral:\nHappy Cake Day.\n### Humanised:\nHappy Cake Day!"
  },
  {
    "text": "### Neutral:\nBoth are strong players.\n### Humanised:\nThey’re both great players."
  },
  {
    "text": "### Neutral:\nThis has been seen many times.\n### Humanised:\nSeen this a million times."
  },
  {
    "text": "### Neutral:\nThe act of following begins.\n### Humanised:\nStarts following."
  },
  {
    "text": "### Neutral:\nThe count has reached 6.9 thousand.\n### Humanised:\n6.9k now."
  },
  {
    "text": "### Neutral:\nGone with the Wind.\n### Humanised:\nGone with the Wind."
  },
  {
    "text": "### Neutral:\nCATWS is considered the best MCU movie so far.\n### Humanised:\nCATWS was the best MCU movie till now, in my opinion."
  },
  {
    "text": "### Neutral:\nMore responses are likely in HP fanfiction discussions.\n### Humanised:\nYou will get more responses in HP fanfiction discussions."
  },
  {
    "text": "### Neutral:\n2,900 euros is a large amount. I hope you recover the money.\n### Humanised:\nDamn, 2,900 euros is a lot. Hope you get your money back."
  },
  {
    "text": "### Neutral:\nDoes the sleuth bot function on this subreddit?\n### Humanised:\nDoes the sleuth bot work on this sub?"
  },
  {
    "text": "### Neutral:\nThat is not a cat. It is a Flerken.\n### Humanised:\nThat is not a cat. That is a Flerken."
  },
  {
    "text": "### Neutral:\nIs this the usual situation?\n### Humanised:\nSo the usual?"
  },
  {
    "text": "### Neutral:\nIt is preferable to say little about that game.\n### Humanised:\nThe less said about that game, the better."
  },
  {
    "text": "### Neutral:\nYou are correct. The reason for the downvotes is unclear.\n### Humanised:\nYou are correct. I don’t know why people are downvoting you."
  },
  {
    "text": "### Neutral:\nThey were in our group, and we defeated them in both matches to the best of my recollection.\n### Humanised:\nNah, they were in our group. We beat them in both matches, if I remember correctly."
  },
  {
    "text": "### Neutral:\nI do not understand.\n### Humanised:\nI don’t understand."
  },
  {
    "text": "### Neutral:\nI use uBlock Origin and do not see YouTube advertisements.\n### Humanised:\nI use uBlock Origin. No YouTube ads."
  },
  {
    "text": "### Neutral:\nThe original poster and an alternate account appear to be downvoting you.\n### Humanised:\nOP and his alt account downvoting you, lol."
  },
  {
    "text": "### Neutral:\nThe spelling is incorrect.\n### Humanised:\nYou have the spelling wrong."
  },
  {
    "text": "### Neutral:\nHe asks to be addressed using his full name: Lord Harrison James Potter-Black-Gryffindor-Slytherin-Ravenclaw-Hufflepuff-Peverell-Le Fay.\n### Humanised:\n“Call me using my full name, Lord Harrison James Potter-Black-Gryffindor-Slytherin-Ravenclaw-Hufflepuff-Peverell-Le Fay.”"
  },
  {
    "text": "### Neutral:\nHe appears to be well positioned and highly effective in front of goal.\n### Humanised:\nWell, he seems to be in the right place at the right time and is lethal in front of goal."
  },
  {
    "text": "### Neutral:\nI do not closely follow Bayern and have only seen highlights and the match against Barcelona in August.\n### Humanised:\nI don’t really follow Bayern, so I’ve only seen highlights and that match against Barca in August."
  },
  {
    "text": "### Neutral:\nWhat type of striker do you consider him to be?\n### Humanised:\nWhat kind of striker do you think he is?"
  },
  {
    "text": "### Neutral:\nOne of his Howling Commandos, Gabe Jones, is Black.\n### Humanised:\nOne of his Howling Commandos, Gabe Jones, is black."
  },
  {
    "text": "### Neutral:\nI have never visited the Americas.\n### Humanised:\nI’ve never been to the Americas."
  },
  {
    "text": "### Neutral:\nA large number of users strongly criticized him.\n### Humanised:\nThe hivemind really went after him."
  },
  {
    "text": "### Neutral:\nThe earlier post was also a repost.\n### Humanised:\nThe earlier post was also a repost."
  },
  {
    "text": "### Neutral:\nI have never been to the United States, but gun-control laws are perceived to be more relaxed there.\n### Humanised:\nI’ve never been to the US, but aren’t gun-control laws more relaxed there?"
  },
  {
    "text": "### Neutral:\nIn India, I have only seen firearms carried by officials, while in the United States civilians are reported to openly carry firearms.\n### Humanised:\nI’ve never seen a gun in anyone’s hands in India except officials, but I’ve heard of US citizens openly carrying handguns or rifles."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks."
  },
  {
    "text": "### Neutral:\nSome schools do not permit the use of calculators.\n### Humanised:\nSome schools don’t even allow calculators."
  },
  {
    "text": "### Neutral:\nI also use this.\n### Humanised:\nI use this too."
  },
  {
    "text": "### Neutral:\nSeeing firearms does not reduce fear of them, but people may become accustomed to their presence.\n### Humanised:\nYou’re right—seeing guns won’t make you less afraid of them, but people may get used to seeing them."
  },
  {
    "text": "### Neutral:\nI would likely panic if I saw a firearm carried by anyone other than police or military personnel.\n### Humanised:\nI’d probably panic if I saw a gun in anyone’s hands other than police or the army."
  },
  {
    "text": "### Neutral:\nThe point was that Americans tend to be less afraid of guns than Indians.\n### Humanised:\nWhat I meant was Americans tend to be less afraid of guns than Indians, not the other way around."
  },
  {
    "text": "### Neutral:\nHow do you dress up as TARS?\n### Humanised:\nWait—how exactly do you dress up as TARS?"
  },
  {
    "text": "### Neutral:\nDid you create four cuboids, attach them to each limb, and attempt horizontal movement?\n### Humanised:\nDid you make four cuboids, attach one to each limb, and try to move horizontally?"
  },
  {
    "text": "### Neutral:\nThis is notable.\n### Humanised:\nDamn."
  },
  {
    "text": "### Neutral:\nA silver award was given.\n### Humanised:\nGave silver."
  },
  {
    "text": "### Neutral:\nAlternatively, atoms are referred to as sand and sand as atoms.\n### Humanised:\nOr if you call atoms sand and sand atoms."
  },
  {
    "text": "### Neutral:\nCooper cannot check Tom’s timeline.\n### Humanised:\nCooper can’t check Tom’s timeline."
  },
  {
    "text": "### Neutral:\nHe states this himself.\n### Humanised:\nHe says it himself."
  },
  {
    "text": "### Neutral:\nThe tesseract contains only Murph’s bedroom, and she is central to it.\n### Humanised:\nThe tesseract only contains Murph’s bedroom—she is the key."
  },
  {
    "text": "### Neutral:\nAside from that, Tom is comparatively neglected.\n### Humanised:\nOther than that, yeah, Tom is kind of neglected."
  },
  {
    "text": "### Neutral:\nShe also portrayed Ariadne in Inception.\n### Humanised:\nShe also played Ariadne in Inception."
  },
  {
    "text": "### Neutral:\nIt was thought to be an abbreviation of “okay.”\n### Humanised:\nI always thought it was a short form of “okay”."
  },
  {
    "text": "### Neutral:\nIs this sarcasm?\n### Humanised:\nSarcasm?"
  },
  {
    "text": "### Neutral:\nUse this folder.\n### Humanised:\nUse this folder."
  },
  {
    "text": "### Neutral:\nIt remains abandoned.\n### Humanised:\nNope. Still abandoned."
  },
  {
    "text": "### Neutral:\nThe automated system functioned correctly.\n### Humanised:\nGood bot."
  },
  {
    "text": "### Neutral:\nIs this the incorrect subreddit?\n### Humanised:\nWrong sub?"
  },
  {
    "text": "### Neutral:\nI agree. That post was excessively unreasonable.\n### Humanised:\nI agree. That post took ridiculous to a whole new level."
  },
  {
    "text": "### Neutral:\nIt is already present.\n### Humanised:\nIt’s already there."
  },
  {
    "text": "### Neutral:\nThis content was posted on the memes subreddit.\n### Humanised:\nThis was posted on memes."
  },
  {
    "text": "### Neutral:\nHe likely obtained it from that post.\n### Humanised:\nHe probably got it from that post."
  },
  {
    "text": "### Neutral:\nWhich post is it on?\n### Humanised:\nWhat post is it on?"
  },
  {
    "text": "### Neutral:\nAn expression of acknowledgment is given.\n### Humanised:\nF."
  },
  {
    "text": "### Neutral:\nIt is revealed that they are Scottish.\n### Humanised:\nPlot twist: they’re Scottish."
  },
  {
    "text": "### Neutral:\nMany users on Reddit would likely be interested in that.\n### Humanised:\nHalf of Reddit will probably be into that."
  },
  {
    "text": "### Neutral:\nThis was not previously known and is a repost of a repost.\n### Humanised:\nDidn’t know that. A repost of a repost."
  },
  {
    "text": "### Neutral:\nSimilar conclusions were reached independently.\n### Humanised:\nGreat minds think alike."
  },
  {
    "text": "### Neutral:\nThis is a guiding principle.\n### Humanised:\nWords to live by."
  },
  {
    "text": "### Neutral:\nThis feature will be useful in such situations.\n### Humanised:\nThis feature will help in such situations."
  },
  {
    "text": "### Neutral:\nAcknowledged.\n### Humanised:\nOh."
  },
  {
    "text": "### Neutral:\nThis is a repost.\n### Humanised:\nRepost."
  },
  {
    "text": "### Neutral:\nIf this black hole exists, it should be named Gargantua.\n### Humanised:\nIf this black hole exists, I want them to name it Gargantua."
  },
  {
    "text": "### Neutral:\nCooper would like to respond to this.\n### Humanised:\nCooper wants to have a word with you."
  },
  {
    "text": "### Neutral:\n“Love your enemies, for they tell you your faults,” is attributed to Benjamin Franklin.\n### Humanised:\n“Love your enemies, for they tell you your faults.”— Benjamin Franklin."
  },
  {
    "text": "### Neutral:\nAn expression of acknowledgment is given.\n### Humanised:\nF."
  },
  {
    "text": "### Neutral:\nThey are primarily strict canon supporters who believe Harmony pairings portray Molly as manipulative, Ron as oblivious, and Ginny as infatuated.\n### Humanised:\nThey’re mostly hardcore canon shippers who think all Harmony ships contain manipulative Molly, oblivious Ron, and an infatuated Ginny."
  },
  {
    "text": "### Neutral:\nScratch is a programming language.\n### Humanised:\nScratch is a programming language."
  },
  {
    "text": "### Neutral:\nIt is a trilogy.\n### Humanised:\nIt’s a trilogy."
  },
  {
    "text": "### Neutral:\nThe third story was divided into two parts during upload.\n### Humanised:\nThe third story had to be divided into two parts while uploading."
  },
  {
    "text": "### Neutral:\nThis is provided.\n### Humanised:\nHere you go."
  },
  {
    "text": "### Neutral:\nThe direction of this is concerning.\n### Humanised:\nI don’t like where this is going."
  },
  {
    "text": "### Neutral:\nI previously mispronounced Enid Blyton’s name until fifth grade, when my English teacher corrected me.\n### Humanised:\nI remember calling Enid Blyton “Guid Blyton” until fifth grade, when my English teacher corrected me."
  },
  {
    "text": "### Neutral:\nHe uploaded another video and described it as better than the original.\n### Humanised:\nHe uploaded another video and calls it better than the original."
  },
  {
    "text": "### Neutral:\nVelociraptor is not a gender.\n### Humanised:\nI’m pretty sure Velociraptor isn’t a gender."
  },
  {
    "text": "### Neutral:\nThe people on Cooper Station and the other stations will relocate to the new planet.\n### Humanised:\nThe people on Cooper Station and the other stations will definitely go to the new planet."
  },
  {
    "text": "### Neutral:\nIt is assumed that Cooper and Brand will have a platonic rather than romantic relationship.\n### Humanised:\nI like to think Cooper and Brand will have a platonic relationship, not a romantic one."
  },
  {
    "text": "### Neutral:\nThey are typically downloaded as PDFs, converted to AZW3, and uploaded to a Kindle.\n### Humanised:\nI normally download them in PDF and convert them to AZW3, then upload them to my Kindle."
  },
  {
    "text": "### Neutral:\nThey are also read online using a browser.\n### Humanised:\nI also read online using the browser."
  },
  {
    "text": "### Neutral:\nHe is set in the 1940s.\n### Humanised:\nHe is in the 1940s."
  },
  {
    "text": "### Neutral:\nThis appears to be related to a fanfiction discussion.\n### Humanised:\nI think this is related to a discussion on fanfiction."
  },
  {
    "text": "### Neutral:\nBeing punched in the face would cause most people to cry.\n### Humanised:\nAnyone would cry if they got punched in the face."
  },
  {
    "text": "### Neutral:\nSimilar discussion threads have been seen before.\n### Humanised:\nI’ve seen threads like these before."
  },
  {
    "text": "### Neutral:\nIt was assumed that racially offensive content had been written.\n### Humanised:\nI always assumed something racially offensive was written."
  },
  {
    "text": "### Neutral:\nThe possibility of moderators removing comments for criticizing the original poster was not considered.\n### Humanised:\nModerators removing comments for calling out OP never crossed my mind."
  },
  {
    "text": "### Neutral:\nA similar fanfiction was read in which the woman was the one pretending.\n### Humanised:\nI remember reading a fanfic like this, except the woman was the one pretending."
  },
  {
    "text": "### Neutral:\nHer short temper may contribute to a fierce impression.\n### Humanised:\nMaybe her short temper makes her seem fierce."
  },
  {
    "text": "### Neutral:\nHer hair color may also contribute to this perception.\n### Humanised:\nHer fiery hair might have something to do with it."
  },
  {
    "text": "### Neutral:\nThis is due to the mustache and goatee.\n### Humanised:\nIt’s because of the mustache and goatee."
  },
  {
    "text": "### Neutral:\nGinny is often described as the most impressive female character because she resembles Harry and is his canonical love interest.\n### Humanised:\nI think Ginny is often labeled as the most awesome female character because she’s more of a “female Harry” and is his love interest in the books."
  },
  {
    "text": "### Neutral:\nHermione is considered braver than Ginny.\n### Humanised:\nHermione is braver than Ginny."
  },
  {
    "text": "### Neutral:\nThey were obtained from the subreddit’s wiki.\n### Humanised:\nI got them from the sub’s wiki."
  },
  {
    "text": "### Neutral:\nThe content is in HTML format.\n### Humanised:\nIt’s in HTML code."
  },
  {
    "text": "### Neutral:\nThe first and second parts contain the same content with different formatting.\n### Humanised:\nThe first and second parts are the same content, just formatted differently."
  },
  {
    "text": "### Neutral:\nThe third and fourth entries are sequels.\n### Humanised:\nThe third and fourth are sequels."
  },
  {
    "text": "### Neutral:\nThe code was executed and the text was pasted into a document.\n### Humanised:\nI ran the code and pasted the text into a document."
  },
  {
    "text": "### Neutral:\nUploading the third part is difficult because its size is nearly equal to the combined size of the other two.\n### Humanised:\nI’m having trouble uploading the third part because it’s almost the combined size of the other two."
  },
  {
    "text": "### Neutral:\nThat assessment is inaccurate.\n### Humanised:\nYou couldn’t be farther from the truth."
  },
  {
    "text": "### Neutral:\nWhat is described as cultural erosion is viewed instead as cultural intermixing.\n### Humanised:\nWhat you call cultural erosion, I see as cultural intermixing."
  },
  {
    "text": "### Neutral:\nPeople in the community celebrate festivals across religions.\n### Humanised:\nEveryone in our community celebrates all festivals regardless of religion."
  },
  {
    "text": "### Neutral:\nThis occurs when different cultures coexist.\n### Humanised:\nIt’s beautiful and happens when different cultures live together."
  },
  {
    "text": "### Neutral:\nThat appears to be the case.\n### Humanised:\nSeems like it."
  },
  {
    "text": "### Neutral:\nThe comment was not fully understood.\n### Humanised:\nI didn’t quite understand your comment."
  },
  {
    "text": "### Neutral:\nConfusion occurs at times.\n### Humanised:\nI get confused sometimes."
  },
  {
    "text": "### Neutral:\nThe number of chapters does not determine a story’s length.\n### Humanised:\nNumber of chapters doesn’t determine how long a fic is."
  },
  {
    "text": "### Neutral:\nA Dest right-back card would be desirable.\n### Humanised:\nPersonally, a Dest RB card would be nice."
  },
  {
    "text": "### Neutral:\nIt was stated that they age slowly, not that they do not age.\n### Humanised:\nI said they age slowly, not that they don’t age at all."
  },
  {
    "text": "### Neutral:\nCryosleep exists as a concept, but no practical version has been developed.\n### Humanised:\nCryosleep is a real concept, but nothing like it has been invented yet."
  },
  {
    "text": "### Neutral:\nInterstellar is set around the year 2060.\n### Humanised:\nInterstellar takes place around 2060."
  },
  {
    "text": "### Neutral:\nVSA remains free-to-play up to approximately 1.15 million cups.\n### Humanised:\nVSA is F2P up to about 1.15 million cups."
  },
  {
    "text": "### Neutral:\nI am free-to-play and currently near 1.06 million.\n### Humanised:\nI’m F2P and currently around 1.06 million."
  },
  {
    "text": "### Neutral:\nA miscount occurred.\n### Humanised:\nI miscounted."
  },
  {
    "text": "### Neutral:\nThe 4-1-2-1-2 Narrow formation has performed adequately.\n### Humanised:\nI use 4-1-2-1-2 Narrow and it’s been decent."
  },
  {
    "text": "### Neutral:\nFast strikers, high shot power, quick fullbacks, and tall center backs are required.\n### Humanised:\nYou need fast strikers, strong shot power, quick fullbacks, and tall center backs."
  },
  {
    "text": "### Neutral:\nThe movie is complete in its current form.\n### Humanised:\nThe movie is perfect as it is."
  },
  {
    "text": "### Neutral:\nA sequel would be undesirable.\n### Humanised:\nA sequel would be bad, in my opinion."
  },
  {
    "text": "### Neutral:\nGoalkeeper rush should be used.\n### Humanised:\nUse GK rush."
  },
  {
    "text": "### Neutral:\nOpponents often panic and make mistakes.\n### Humanised:\nOpponents panic and mess up."
  },
  {
    "text": "### Neutral:\nTemporary players are being used until better options are obtained.\n### Humanised:\nI’m using placeholders until I get better players."
  },
  {
    "text": "### Neutral:\nThere is hope that it will occur.\n### Humanised:\nI hope it does."
  },
  {
    "text": "### Neutral:\nThe CAM version of Bergkamp appears effective.\n### Humanised:\nCAM Bergkamp looks nice."
  },
  {
    "text": "### Neutral:\nThe ability to speak does not indicate intelligence.\n### Humanised:\nYour ability to speak does not make you intelligent."
  },
  {
    "text": "### Neutral:\nDifferent players can be claimed, but waiting until UTOTS is more efficient if points are important.\n### Humanised:\nYou can claim different players, but waiting until UTOTS is smarter if points matter."
  },
  {
    "text": "### Neutral:\nApproximately two million can be earned by selling certain players, along with coins from nodes and special rewards.\n### Humanised:\nYou can make about 2 million selling certain players, plus coins from nodes and specials."
  },
  {
    "text": "### Neutral:\nLag occurred when playing far from the router.\n### Humanised:\nLag happened to me when I played far from my router."
  },
  {
    "text": "### Neutral:\nThe lag stopped after moving closer.\n### Humanised:\nIt stopped when I moved closer."
  },
  {
    "text": "### Neutral:\nIndia uses coins with seven sides.\n### Humanised:\nIndia has septagonal coins."
  },
  {
    "text": "### Neutral:\nUnai Simon is recommended for goalkeeper.\n### Humanised:\nUnai Simon for GK."
  },
  {
    "text": "### Neutral:\nPaying fanfiction writers for fanfiction is illegal.\n### Humanised:\nPaying fanfic writers for fanfiction is illegal."
  },
  {
    "text": "### Neutral:\nAcknowledged. Thank you.\n### Humanised:\nOkay. Thank you."
  },
  {
    "text": "### Neutral:\nAssistance was provided willingly.\n### Humanised:\nHappy to help."
  },
  {
    "text": "### Neutral:\nHe should be obtainable sometime next week.\n### Humanised:\nYou should get him sometime next week."
  },
  {
    "text": "### Neutral:\nThe same applied to Messi.\n### Humanised:\nSo was Messi."
  },
  {
    "text": "### Neutral:\nThis is completed.\n### Humanised:\nDone"
  },
  {
    "text": "### Neutral:\nHow does Messi perform as a lone striker?\n### Humanised:\nHow’s Messi as a lone striker?"
  },
  {
    "text": "### Neutral:\nHe is currently used in a two-striker formation, and a change in formation is being considered.\n### Humanised:\nI have him in a two-striker formation and want to switch to another formation."
  },
  {
    "text": "### Neutral:\nI am free-to-play and currently at 121 out of 220.\n### Humanised:\nI am F2P and currently at 121/220."
  },
  {
    "text": "### Neutral:\nI began playing one week into Spring Break.\n### Humanised:\nI started playing a week into Spring Break."
  },
  {
    "text": "### Neutral:\nSP Unai Simon has performed adequately.\n### Humanised:\nSP Unai Simon has been decent for me."
  },
  {
    "text": "### Neutral:\nCheckers is preferable to this.\n### Humanised:\nCheckers is better than this… this."
  },
  {
    "text": "### Neutral:\nCryosleep may slow the aging process.\n### Humanised:\nCryosleep possibly slows down ageing."
  },
  {
    "text": "### Neutral:\nDr. Mann does not appear thirty-five years older than when he left Earth.\n### Humanised:\nDr. Mann doesn’t look 35 years older than when he left Earth."
  },
  {
    "text": "### Neutral:\nThis is why Dr. Brand asked Romilly why he did not use cryosleep after noticing that he had aged during their time on Miller’s planet.\n### Humanised:\nThat’s why Dr. Brand, when she saw that Romilly had aged, asked him why he didn’t cryosleep during their time on Miller’s planet."
  },
  {
    "text": "### Neutral:\nHow does De Vrij perform?\n### Humanised:\nHow’s De Vrij?"
  },
  {
    "text": "### Neutral:\nThere would be no time for conversation.\n### Humanised:\nWe would have no time to chat."
  },
  {
    "text": "### Neutral:\nDo you believe Kerala is morally corrupt?\n### Humanised:\nYou think Kerala is morally corrupt?"
  },
  {
    "text": "### Neutral:\nThere has been an idea of a \"bug suit\" consisting of two layers with immobilized insects between them.\n### Humanised:\nI’ve always had this idea of a “bug suit”, where you wear a suit with two layers and immobilised bugs between them."
  },
  {
    "text": "### Neutral:\nIn this concept, an Avada Kedavra would strike one of the insects instead, preventing death.\n### Humanised:\nSo whenever you get hit with an Avada Kedavra, it hits one of the bugs instead and you don’t die."
  },
  {
    "text": "### Neutral:\nThe Juventus match is remembered as being very frustrating.\n### Humanised:\nI remember that Juventus match being annoying as hell."
  },
  {
    "text": "### Neutral:\nIt required approximately thirty attempts to complete.\n### Humanised:\nTook me around 30 tries to get it."
  },
  {
    "text": "### Neutral:\nWell done.\n### Humanised:\nGreat job."
  },
  {
    "text": "### Neutral:\nIt is not possible, and the connection between Kerala’s education and moral corruption is unclear.\n### Humanised:\nYou can’t, but how do you relate Kerala’s education with moral corruption?"
  },
  {
    "text": "### Neutral:\nTwo 99-rated players were chosen, with La Liga as the primary league.\n### Humanised:\nI went for two 99s with La Liga being my main league."
  },
  {
    "text": "### Neutral:\nI do not engage in those activities.\n### Humanised:\nNah, I don’t do those."
  },
  {
    "text": "### Neutral:\nFrenkie de Jong as well.\n### Humanised:\nFDJ too."
  },
  {
    "text": "### Neutral:\nUnderstood. Thank you.\n### Humanised:\nOh okay, thank you."
  },
  {
    "text": "### Neutral:\nHow is his performance expected to be alongside TOTS Varane?\n### Humanised:\nHow do you think he will do partnered with TOTS Varane?"
  },
  {
    "text": "### Neutral:\nThe 4-1-2-1-2 Narrow formation is used.\n### Humanised:\nI use 4-1-2-1-2 Narrow."
  },
  {
    "text": "### Neutral:\nThat should have been clarified in the post.\n### Humanised:\nI should have clarified that in the post."
  },
  {
    "text": "### Neutral:\nWhat is meant by this?\n### Humanised:\nWhat do you mean?"
  },
  {
    "text": "### Neutral:\nUTOTS Benzema, CR7, or Haaland could also fulfill this role.\n### Humanised:\nUTOTS Benzema or CR7 or Haaland might also do it."
  },
  {
    "text": "### Neutral:\nThe force of the wave impact would likely be fatal.\n### Humanised:\nThe force of the wave crashing on you would probably kill you."
  },
  {
    "text": "### Neutral:\nSurvival in such an encounter would be unlikely.\n### Humanised:\nYou wouldn’t survive an encounter with it anyway."
  },
  {
    "text": "### Neutral:\nDoyle did not survive.\n### Humanised:\nDoyle didn’t."
  },
  {
    "text": "### Neutral:\nMessi has six traits.\n### Humanised:\nMessi also has six traits."
  },
  {
    "text": "### Neutral:\nThere is hope for consecutive Guardiola Event Icons.\n### Humanised:\nI’m hoping for a back-to-back Guardiola Event Icon."
  },
  {
    "text": "### Neutral:\nIn my region, it is traditional to give one’s first salary entirely to one’s parents.\n### Humanised:\nActually, it’s tradition where I’m from that your first salary is given entirely to your parents."
  },
  {
    "text": "### Neutral:\nOffense is considered the best form of defense.\n### Humanised:\nAttack is the best defence, I guess."
  },
  {
    "text": "### Neutral:\nYes, Kylian.\n### Humanised:\nYeah Kylian."
  },
  {
    "text": "### Neutral:\nRemaining in France is suggested.\n### Humanised:\nStay in France."
  },
  {
    "text": "### Neutral:\nThat is not the case.\n### Humanised:\nOf course not."
  },
  {
    "text": "### Neutral:\nIndia uses seven-sided coins.\n### Humanised:\nIndia has septagonal coins."
  },
  {
    "text": "### Neutral:\nSpring Messi.\n### Humanised:\nSpring Messi."
  },
  {
    "text": "### Neutral:\nBrowsing the internet without knowledge of the alphabet would be difficult.\n### Humanised:\nTry browsing the internet without learning the alphabet."
  },
  {
    "text": "### Neutral:\nHow does MAtS perform?\n### Humanised:\nHow is MAtS?"
  },
  {
    "text": "### Neutral:\nDoes his height impact his performance in VSA or H2H?\n### Humanised:\nDoes his height affect him in VSA or H2H?"
  },
  {
    "text": "### Neutral:\nIt is suggested that BJP may now be able to achieve Ram Rajya.\n### Humanised:\nI guess now BJP will really be able to achieve Ram Rajya."
  },
  {
    "text": "### Neutral:\nThey are expected to sell for approximately 20 million.\n### Humanised:\nI think they will sell for around 20 million."
  },
  {
    "text": "### Neutral:\nCooper would have informed them that the tesseract was inside the black hole, leading to its placement there.\n### Humanised:\nCooper will have told “them” that the tesseract was inside the black hole, so they put it there."
  },
  {
    "text": "### Neutral:\nQuantum data may also be a contributing factor.\n### Humanised:\nThe quantum data can also be a factor."
  },
  {
    "text": "### Neutral:\nThey are portrayed as highly advanced beings capable of accessing five dimensions, implying technology that allows escape from black holes.\n### Humanised:\nThey are vastly advanced beings who can access five dimensions, so it’s implied they have the technology to get out of black holes."
  },
  {
    "text": "### Neutral:\nThe film explains that they cannot locate a specific time or communicate directly.\n### Humanised:\nCooper explains this himself in the movie — they can’t find a specific place in time and can’t communicate."
  },
  {
    "text": "### Neutral:\nIf not education, other reasons for societal improvement are questioned.\n### Humanised:\nOh. Well, if not education, what else can be the reason for a better society?"
  },
  {
    "text": "### Neutral:\nThese effects are suggested to contribute positively to society.\n### Humanised:\nAren’t these positive impacts making society better?"
  },
  {
    "text": "### Neutral:\nContent involving Weasley or Dumbledore bashing or an overpowered Harry is referenced.\n### Humanised:\nAny sort of Weasley or Dumbledore bashing or overpowered Harry."
  },
  {
    "text": "### Neutral:\nEntire chapters of bashing stories can be swapped without noticeable differences.\n### Humanised:\nYou can replace entire chapters of bashing stories with others and never notice a difference."
  },
  {
    "text": "### Neutral:\nOut-of-character portrayals of Draco or Snape have the same effect.\n### Humanised:\nOut-of-character Draco or Snape does it too."
  },
  {
    "text": "### Neutral:\nA friendly match between them and the men’s team would be engaging.\n### Humanised:\nA friendly between them and the men’s team would be exciting."
  },
  {
    "text": "### Neutral:\nThe issue is likely related to the connection.\n### Humanised:\nI think it’s your connection."
  },
  {
    "text": "### Neutral:\nThis recalls Moff Gideon’s statement about possessing something without understanding its value.\n### Humanised:\nThat reminds me of what Moff Gideon said — you have something I want, and you don’t really understand what you have."
  },
  {
    "text": "### Neutral:\nHermione is depicted as a vampire.\n### Humanised:\nVampire Hermione."
  },
  {
    "text": "### Neutral:\nThe content includes significant emotional distress.\n### Humanised:\nA lot of angst."
  },
  {
    "text": "### Neutral:\nThere is hope that it will improve over time.\n### Humanised:\nI hope it ages like fine wine."
  },
  {
    "text": "### Neutral:\nIt appears he is being sarcastic.\n### Humanised:\nI think he’s being sarcastic."
  },
  {
    "text": "### Neutral:\nThe humor may be missed, but he appears in Interstellar.\n### Humanised:\nI’m probably missing the joke, but he’s in Interstellar."
  },
  {
    "text": "### Neutral:\nIs this related to April Fools?\n### Humanised:\nApril Fools?"
  },
  {
    "text": "### Neutral:\nThat is one possible interpretation.\n### Humanised:\nWell, that’s one way to put it."
  },
  {
    "text": "### Neutral:\nWere they purchased from the market?\n### Humanised:\nHe bought them from the market?"
  },
  {
    "text": "### Neutral:\nUnderstood.\n### Humanised:\nOh okay."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThank you."
  },
  {
    "text": "### Neutral:\nOnly one UTOTS Reserve fits the squad, so selling the other is being considered to fund the purchase.\n### Humanised:\nOnly one of the UTOTS Reserves will fit my squad, so I’m thinking of selling the other to afford him."
  },
  {
    "text": "### Neutral:\nHe would be a suitable addition to a partially Barcelona-themed squad.\n### Humanised:\nHe’ll be a fine addition to my semi-Barca squad."
  },
  {
    "text": "### Neutral:\nDonnarumma would be suitable for goalkeeper ranks.\n### Humanised:\nDonnarumma would be nice for GK ranks."
  },
  {
    "text": "### Neutral:\nThis content has been posted repeatedly.\n### Humanised:\nThis has been posted for the nth time now."
  },
  {
    "text": "### Neutral:\nThis outcome depends entirely on whether he joins City.\n### Humanised:\nThis entirely depends on whether he joins City."
  },
  {
    "text": "### Neutral:\nThey dominated the first half with ease.\n### Humanised:\nThey cut through us like a knife through butter in the first half."
  },
  {
    "text": "### Neutral:\nPerformance improved in the second half.\n### Humanised:\nWe did better in the second."
  },
  {
    "text": "### Neutral:\nIt is expected that the 100-rated players will be Benzema and Frenkie de Jong, and the 99-rated players will be Oblak and Suarez.\n### Humanised:\nI think the 100s will be Benzema and FDJ, and the 99s will be Oblak and Suarez."
  },
  {
    "text": "### Neutral:\nThat is not the case.\n### Humanised:\nNot really."
  },
  {
    "text": "### Neutral:\nThere was no desire for exams to be canceled, and most friends share this view.\n### Humanised:\nI didn’t want my exams cancelled, and most of my friends share my opinion."
  },
  {
    "text": "### Neutral:\nThe same issue occurs with FFN on a Kindle.\n### Humanised:\nI have the same problem with FFN on my Kindle."
  },
  {
    "text": "### Neutral:\nLoading takes approximately 20 to 30 minutes.\n### Humanised:\nTakes about 20–30 minutes to load."
  },
  {
    "text": "### Neutral:\nPOTM Alisson is recommended, with saving suggested for UTOTS Kane.\n### Humanised:\nGet POTM Alisson and save up for UTOTS Kane."
  },
  {
    "text": "### Neutral:\nPires can be obtained in exchange for Son to gain additional funds.\n### Humanised:\nYou can also get Pires for Son if you want extra cash."
  },
  {
    "text": "### Neutral:\nThis is notable.\n### Humanised:\nDamn."
  },
  {
    "text": "### Neutral:\nPlaying against the AI is also recommended.\n### Humanised:\nYou should also play with the AI against them."
  },
  {
    "text": "### Neutral:\nUsing sprint and autoplay is suggested.\n### Humanised:\nJust press sprint and autoplay."
  },
  {
    "text": "### Neutral:\nHe appears visually appealing.\n### Humanised:\nHe looks nice."
  },
  {
    "text": "### Neutral:\nThis is repeated.\n### Humanised:\nAgain."
  },
  {
    "text": "### Neutral:\nKaka is not included.\n### Humanised:\nNo Kaka."
  },
  {
    "text": "### Neutral:\nThey continue moving.\n### Humanised:\nNah, they keep moving."
  },
  {
    "text": "### Neutral:\nThe moving target should be struck before the special one when it is turned.\n### Humanised:\nHit the one that moves before the special one when it’s turned."
  },
  {
    "text": "### Neutral:\nBy the time the ball arrives, the special target will have turned and reached that position.\n### Humanised:\nBy the time the ball gets there, the special one will have turned and reached that position."
  },
  {
    "text": "### Neutral:\nIf progression against the AI is difficult, using sprint and autoplay is advised.\n### Humanised:\nIf you’re stuck against the AI, press sprint and autoplay."
  },
  {
    "text": "### Neutral:\nAn equivalent approach is recommended.\n### Humanised:\nFight fire with fire."
  },
  {
    "text": "### Neutral:\nSwapping Ronaldo and Lukaku is suggested because Ronaldo’s attack work rate produces better runs.\n### Humanised:\nAlso swap Ronaldo and Lukaku — CR7’s attack work rate makes better runs."
  },
  {
    "text": "### Neutral:\nIs the 3-4-3 formation being used?\n### Humanised:\nDo you play 3-4-3?"
  },
  {
    "text": "### Neutral:\nUsing five defenders in H2H instead of three, when using three in VSA, helps counter frequent crossing.\n### Humanised:\nIf you use three at the back in VSA, switch to five at the back in H2H to stop cross spammers."
  },
  {
    "text": "### Neutral:\nThis change has a significant impact.\n### Humanised:\nIt makes a huge difference."
  },
  {
    "text": "### Neutral:\nIs the joystick used during this action?\n### Humanised:\nDo you use the joystick while doing this?"
  },
  {
    "text": "### Neutral:\nThe joystick is released and sprint is used, allowing De Vrij to manage the action.\n### Humanised:\nI release it and just sprint, and De Vrij handles it for me."
  },
  {
    "text": "### Neutral:\nThe 4-1-4-1 formation is recommended.\n### Humanised:\nYou should play 4-1-4-1."
  },
  {
    "text": "### Neutral:\nBeckham and Soucek remain in position, while only Bruno plays out of position.\n### Humanised:\nBeckham and Soucek stay in position, only Bruno is out of position."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks."
  },
  {
    "text": "### Neutral:\nKaka would be out of position and Gerrard would be underutilized.\n### Humanised:\nKaka will be out of position then, and Gerrard will be wasted."
  },
  {
    "text": "### Neutral:\nUTOTS Lukaku is suggested as a replacement for Muriel.\n### Humanised:\nUTOTS Lukaku for Muriel."
  },
  {
    "text": "### Neutral:\nA physical striker is required to partner Messi.\n### Humanised:\nYou need a physical striker to partner Messi."
  },
  {
    "text": "### Neutral:\nReplacing Hummels with Fonte, using Gullit at CF, and playing a 4-4-1-1 formation is suggested.\n### Humanised:\nReplace Hummels with Fonte, get Gullit at CF, and play 4-4-1-1."
  },
  {
    "text": "### Neutral:\nUsing sprint and allowing autoplay to manage the play is advised.\n### Humanised:\nJust press sprint and let autoplay handle it."
  },
  {
    "text": "### Neutral:\nClearing the ball when in possession is recommended.\n### Humanised:\nClear when you have possession."
  },
  {
    "text": "### Neutral:\nThis was successful on the first attempt.\n### Humanised:\nWorked first try for me."
  },
  {
    "text": "### Neutral:\nLeicester and Manchester City.\n### Humanised:\nLeicester and Manchester City."
  },
  {
    "text": "### Neutral:\nThe SBC was completed a week ago.\n### Humanised:\nI did the SBC a week ago."
  },
  {
    "text": "### Neutral:\nThe CM version is preferable, as playing him out of position results in significant OVR loss.\n### Humanised:\nIt’s better to get the CM version; you lose too much OVR playing him out of position."
  },
  {
    "text": "### Neutral:\nThat approach was attempted.\n### Humanised:\nI tried that."
  },
  {
    "text": "### Neutral:\nThree goals were scored, but many were conceded.\n### Humanised:\nScored three but conceded many."
  },
  {
    "text": "### Neutral:\nPlayers with high agility and ball control should be selected.\n### Humanised:\nChoose players with good agility and ball control."
  },
  {
    "text": "### Neutral:\nCompletion was achieved using Spring Messi.\n### Humanised:\nI completed it using Spring Messi."
  },
  {
    "text": "### Neutral:\nMés que un club.\n### Humanised:\nMés que un club."
  },
  {
    "text": "### Neutral:\nReplacing Roberto Carlos is preferable to replacing Rashford.\n### Humanised:\nBetter to replace Roberto Carlos than Rashford."
  },
  {
    "text": "### Neutral:\nCarlos is outdated and easy for opponents to dribble past.\n### Humanised:\nCarlos is outdated and easy to dribble past."
  },
  {
    "text": "### Neutral:\nBeing in Division 9, this will not be attempted.\n### Humanised:\nI’m only in Division 9, so I won’t do it."
  },
  {
    "text": "### Neutral:\nThere is insufficient time.\n### Humanised:\nNo time anyway."
  },
  {
    "text": "### Neutral:\nA two-striker formation with Lukaku is used.\n### Humanised:\nI use a two-striker formation with Lukaku."
  },
  {
    "text": "### Neutral:\nMessi scores and assists most goals.\n### Humanised:\nMessi scores and sets up most goals."
  },
  {
    "text": "### Neutral:\nH2H is played most frequently.\n### Humanised:\nI mostly play H2H."
  },
  {
    "text": "### Neutral:\nAll targets are in motion.\n### Humanised:\nAll are moving."
  },
  {
    "text": "### Neutral:\nA center forward is played out of position as a striker.\n### Humanised:\nCF out of position at ST."
  },
  {
    "text": "### Neutral:\nA Past versus Present El Clásico theme is used.\n### Humanised:\nPast/Present El Clásico."
  },
  {
    "text": "### Neutral:\nButragueño, Beckham, and Xavi are already included.\n### Humanised:\nYou already have Butragueño, Beckham, and Xavi."
  },
  {
    "text": "### Neutral:\nUTOTS Cancelo should replace Trippier, and one striker should be replaced with Suarez.\n### Humanised:\nGet UTOTS Cancelo for Trippier and replace one striker for Suarez."
  },
  {
    "text": "### Neutral:\nIf funds remain, TOTS Varane can be considered.\n### Humanised:\nIf you have money left, try for TOTS Varane."
  },
  {
    "text": "### Neutral:\nHernandez is used at left back.\n### Humanised:\nHernandez at LB."
  },
  {
    "text": "### Neutral:\nRashford performs adequately out of position at right midfield, but Roberto Carlos is outdated.\n### Humanised:\nRashford is fine out of position at RM, but Roberto Carlos is outdated."
  },
  {
    "text": "### Neutral:\nFunds should be allocated to complete the Mané SBC.\n### Humanised:\nFinance the Mané SBC."
  },
  {
    "text": "### Neutral:\nSelling Lukaku and using Gullit out of position at center forward is suggested.\n### Humanised:\nSell Lukaku and play Gullit at CF out of position."
  },
  {
    "text": "### Neutral:\nThis also provides funds for a strong goalkeeper.\n### Humanised:\nThat also funds a good goalkeeper."
  },
  {
    "text": "### Neutral:\nUsing sprint and autoplay is recommended as a counter approach.\n### Humanised:\nFight fire with fire — sprint and autoplay."
  },
  {
    "text": "### Neutral:\nThis could be effective, but selling Casemiro and Spring Messi would yield only 32 million.\n### Humanised:\nThat could work, but I’ll only get 32 million from selling Casemiro and Spring Messi."
  },
  {
    "text": "### Neutral:\nThis amount is sufficient for Messi but not for ter Stegen.\n### Humanised:\nEnough for Messi, but not ter Stegen."
  },
  {
    "text": "### Neutral:\nTeam chemistry would be limited to 254.\n### Humanised:\nChemistry would be only 254."
  },
  {
    "text": "### Neutral:\nUTOTS Cancelo is used at right back and Hernandez at left back.\n### Humanised:\nUTOTS Cancelo at RB and Hernandez at LB."
  },
  {
    "text": "### Neutral:\nSkill boosts should be upgraded.\n### Humanised:\nUpgrade your skill boosts."
  },
  {
    "text": "### Neutral:\nAn increase of approximately 10 OVR can be achieved.\n### Humanised:\nYou can easily gain around 10 OVR."
  },
  {
    "text": "### Neutral:\nThis occurs every three days.\n### Humanised:\nIt’s every three days."
  },
  {
    "text": "### Neutral:\nYes, but multiple defensive mistakes were also made.\n### Humanised:\nYes, but he made many defensive errors too."
  },
  {
    "text": "### Neutral:\nFrenkie de Jong performed better overall this season, showing defensive solidity, versatility, appearances at center back, and decisive goals.\n### Humanised:\nFDJ was better overall this season — solid defensively, versatile, played CB, and scored decisive goals."
  },
  {
    "text": "### Neutral:\nApproximately 35 million, with some variation.\n### Humanised:\nAround 35 million, give or take."
  },
  {
    "text": "### Neutral:\nHe can be obtained as a center forward and played out of position as a striker.\n### Humanised:\nYou can get him at CF and play him out of position at ST."
  },
  {
    "text": "### Neutral:\nSome seasons remain incomplete.\n### Humanised:\nI still have seasons left."
  },
  {
    "text": "### Neutral:\nOnly Division 10 has been completed, so Gullit is not a priority.\n### Humanised:\nI’ve only completed Division 10, so Gullit isn’t my priority."
  },
  {
    "text": "### Neutral:\nIs it advisable to sell now due to Chelsea-related price inflation?\n### Humanised:\nShould I sell now given the Chelsea inflation?"
  },
  {
    "text": "### Neutral:\nThe same applies here.\n### Humanised:\nSame here."
  },
  {
    "text": "### Neutral:\nTwo stars were obtained, but additional progress was not possible.\n### Humanised:\nI got two stars but couldn’t get more."
  },
  {
    "text": "### Neutral:\nRepeated attempts resulted in reaching level 47.\n### Humanised:\nRetried so many times I reached level 47."
  },
  {
    "text": "### Neutral:\nCompletion has just occurred.\n### Humanised:\nJust completed it."
  },
  {
    "text": "### Neutral:\nAll special targets were hit.\n### Humanised:\nHit all special ones."
  },
  {
    "text": "### Neutral:\nWhen the special target turns, swipe at the target positioned in front of it.\n### Humanised:\nWhen the special one is turned, swipe at the one in front of it."
  },
  {
    "text": "### Neutral:\nThis was effective.\n### Humanised:\nWorked for me."
  },
  {
    "text": "### Neutral:\nWhen a player is listed, the market bot purchases and relists it.\n### Humanised:\nWhen you list a player, the market bot buys it and relists it."
  },
  {
    "text": "### Neutral:\nFor common cards, purchases occur only below the lowest bid.\n### Humanised:\nIf a card is common, it only buys below the lowest bid."
  },
  {
    "text": "### Neutral:\nFor rare cards, listing slightly above the lowest bid is possible.\n### Humanised:\nIf it’s rare, you can list slightly above the lowest bid."
  },
  {
    "text": "### Neutral:\nThose two fanfictions were enjoyed.\n### Humanised:\nI loved those two fics."
  },
  {
    "text": "### Neutral:\nYes.\n### Humanised:\nYes."
  },
  {
    "text": "### Neutral:\nHe is positioned as LF and RW instead of LW and RW.\n### Humanised:\nHe has LF and RW instead of LW and RW."
  },
  {
    "text": "### Neutral:\nAutoplaying seasons began two days ago and Division 8 was completed.\n### Humanised:\nI started autoplaying seasons two days ago and finished Division 8."
  },
  {
    "text": "### Neutral:\nOnly divisions awarding five medals at 70 points are played for efficiency.\n### Humanised:\nOnly play divisions that give five medals at 70 points — faster."
  },
  {
    "text": "### Neutral:\nThere is hope that it differs from the leaks.\n### Humanised:\nI hope it’s nothing like the leaks."
  },
  {
    "text": "### Neutral:\nHis acceleration is weak, but he performs adequately on the wing when attacking from the left.\n### Humanised:\nHis acceleration is bad, but otherwise he’s decent on the wing if you attack from the left."
  },
  {
    "text": "### Neutral:\nIt may be possible to afford TOTS Dias or Varane.\n### Humanised:\nYou might even have enough to buy TOTS Dias or Varane."
  },
  {
    "text": "### Neutral:\nYou are likely very pleased.\n### Humanised:\nI bet you’re ecstatic."
  },
  {
    "text": "### Neutral:\nThree players will receive the marking boost.\n### Humanised:\nThree of your players will have the marking boost."
  },
  {
    "text": "### Neutral:\nHe may play without a left midfielder or winger, or prefer another player in that position.\n### Humanised:\nMaybe he plays without LM/LW, or has another preferred player there."
  },
  {
    "text": "### Neutral:\nThere is also hope to obtain him.\n### Humanised:\nYeah, I’m hoping to get him too."
  },
  {
    "text": "### Neutral:\nIf the ball crosses the goal line, it is counted as a goal.\n### Humanised:\nIf the ball crosses the line, it’s a goal."
  },
  {
    "text": "### Neutral:\nWhether the ball is airborne or rolling is irrelevant.\n### Humanised:\nDoesn’t matter if it’s in the air or rolling."
  },
  {
    "text": "### Neutral:\nThe goalkeeper crossed the goal line.\n### Humanised:\nYour keeper went inside the line."
  },
  {
    "text": "### Neutral:\nIf the 15-star milestone is not achieved on Hard today and Medium is selected tomorrow, is Mahrez still obtainable?\n### Humanised:\nIf I don’t get the 15-star milestone today on Hard and switch to Medium tomorrow, can I still get Mahrez?"
  },
  {
    "text": "### Neutral:\nTorres.\n### Humanised:\nTorres."
  },
  {
    "text": "### Neutral:\nTeam chemistry should be increased using perks.\n### Humanised:\nBoost your chemistry using perks."
  },
  {
    "text": "### Neutral:\nMAtS also fits the themed squad.\n### Humanised:\nMAtS fits my themed squad too."
  },
  {
    "text": "### Neutral:\nA separate Barcelona squad is used for H2H.\n### Humanised:\nI have another Barca squad for H2H."
  },
  {
    "text": "### Neutral:\nHis statistics are suitable for endgame use, but further upgrades are not affordable.\n### Humanised:\nHis stats are endgame, but upgrading him further isn’t affordable."
  },
  {
    "text": "### Neutral:\nThere are insufficient funds for Wan-Bissaka, so Piszczek will be used temporarily until Cancelo can be repurchased or a better right back is obtained.\n### Humanised:\nI won’t have money for Wan-Bissaka, so I’ll use Piszczek as a placeholder until I can buy Cancelo again or get a better RB."
  },
  {
    "text": "### Neutral:\nBoth are currently owned, but one must be sold.\n### Humanised:\nI have both right now but need to sell one."
  },
  {
    "text": "### Neutral:\nOtherwise, there will be a shortfall of 10 million for UCL Messi.\n### Humanised:\nOtherwise I’ll be 10 million short of UCL Messi."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks."
  },
  {
    "text": "### Neutral:\nTARS is depicted as lacking pain or emotions, whereas Brand is shown to experience them.\n### Humanised:\nTARS may not feel pain or emotions, but Brand definitely does."
  },
  {
    "text": "### Neutral:\nHow does that Messi perform?\n### Humanised:\nHow’s that Messi?"
  },
  {
    "text": "### Neutral:\nHave you completed the Legacy VSA? There are additional gems available there.\n### Humanised:\nDid you do the Legacy VSA? There are a few gems to be claimed there as well."
  },
  {
    "text": "### Neutral:\nFor me, this occurs approximately 80 percent of the time when there is a clear run toward the goalkeeper.\n### Humanised:\nFor me, it happens about 80% of the time when I have a clear run to the goalkeeper."
  },
  {
    "text": "### Neutral:\nHe was priced at 35 million when the event began and stabilized at around 45 million approximately twelve hours later.\n### Humanised:\nHe was selling at 35 million when the event dropped, but stabilized at 45 about 12 hours later."
  },
  {
    "text": "### Neutral:\nThis kit was recreated by another user and posted here yesterday, and it appeared well done.\n### Humanised:\nThis kit was recreated by another user and posted here yesterday. I thought it looked pretty good."
  },
  {
    "text": "### Neutral:\nNeither of you understood the jokes.\n### Humanised:\nBoth of you didn’t get either one of your jokes."
  },
  {
    "text": "### Neutral:\nKanté is needed.\n### Humanised:\nI need Kanté."
  },
  {
    "text": "### Neutral:\nUsing autoplay against an opponent using autoplay prevents them from gaining an advantage.\n### Humanised:\nAutoplaying against autoplay stops your opponent from getting an advantage."
  },
  {
    "text": "### Neutral:\nUsing sprint while the opponent does not provides an advantage.\n### Humanised:\nIf you press sprint and your opponent doesn’t, you’ll have the edge."
  },
  {
    "text": "### Neutral:\nHitting the normal targets six times results in 6,000 points.\n### Humanised:\nIf you shoot the normal targets six times, you should have 6,000 points."
  },
  {
    "text": "### Neutral:\nThe remaining two attempts should be used on the special targets.\n### Humanised:\nUse the remaining two attempts on the special ones."
  },
  {
    "text": "### Neutral:\nThis should leave sufficient time to obtain the next 500 points.\n### Humanised:\nYou should then have enough time left to cover the next 500 points."
  },
  {
    "text": "### Neutral:\nEach second corresponds to 100 points.\n### Humanised:\nOne second equals 100 points."
  },
  {
    "text": "### Neutral:\nFor the sixth attempt, Manchester City and Leicester were used.\n### Humanised:\nFor the sixth one I used Man City and Leicester."
  },
  {
    "text": "### Neutral:\nThe players used were Base Ederson, TOTY Nominee Vardy, TOTS Tielemans, TOTS Fofana, TOTS Rodri, TOTS Foden, Base Sterling, Base Laporte, Base Bernardo Silva, trained Base Walker, and the 90 OVR Star Pass striker from Leicester.\n### Humanised:\nThese were the players I used: Base Ederson, TOTY Nominee Vardy, TOTS Tielemans, TOTS Fofana, TOTS Rodri, TOTS Foden, Base Sterling, Base Laporte, Base Bernardo Silva, Base Walker trained, and that 90 OVR Star Pass striker from Leicester."
  },
  {
    "text": "### Neutral:\nThe reason is already explained in the comment section.\n### Humanised:\nThe comment section already explains why."
  },
  {
    "text": "### Neutral:\nYour comment is receiving downvotes while the other person’s comment is receiving upvotes.\n### Humanised:\nYou’re being downvoted while the other person is being upvoted."
  },
  {
    "text": "### Neutral:\nYou implied that Buggie appears unattractive.\n### Humanised:\nI like how you implied that Buggie looks ugly."
  },
  {
    "text": "### Neutral:\nSuggestions are invited.\n### Humanised:\nSuggestions are welcome."
  },
  {
    "text": "### Neutral:\nIt is also locked permanently.\n### Humanised:\nI also have it hard locked."
  },
  {
    "text": "### Neutral:\nAlternatively, the 4-1-4-1 formation can be used.\n### Humanised:\nOr play 4-1-4-1."
  },
  {
    "text": "### Neutral:\nUTOTS Casemiro and TOTS Varane should be obtained.\n### Humanised:\nGet UTOTS Casemiro and TOTS Varane."
  },
  {
    "text": "### Neutral:\nCasemiro can then be merged into a central midfielder or sold.\n### Humanised:\nThen melt Casemiro into one of your CMs or sell him."
  },
  {
    "text": "### Neutral:\nHe is priced at 100,000 in my market.\n### Humanised:\nHe’s selling for 100K in my market."
  },
  {
    "text": "### Neutral:\nIf selling is intended, listing at 80,000 is recommended.\n### Humanised:\nIf you want to sell him, list him at 80K."
  },
  {
    "text": "### Neutral:\nJoão Cancelo and Kane should be sold.\n### Humanised:\nSell João Cancelo and Kane."
  },
  {
    "text": "### Neutral:\nUTOTS Sancho and TOTS Škriniar should be acquired, and a 3-4-3 formation should be used.\n### Humanised:\nGet UTOTS Sancho and TOTS Škriniar and play 3-4-3."
  },
  {
    "text": "### Neutral:\nIf chemistry is insufficient, switching center backs and central midfielders or acquiring TOTS Lacroix may help.\n### Humanised:\nIf chemistry isn’t enough, try switching CBs and CMs or get TOTS Lacroix."
  },
  {
    "text": "### Neutral:\nThat phonetic sound does not exist in Arabic.\n### Humanised:\nThat phonetic sound doesn’t exist in Arabic."
  },
  {
    "text": "### Neutral:\nThe \"P\" sound is also absent and is replaced by \"B\", resulting in Depay being pronounced as \"Debay\".\n### Humanised:\nThe “P” sound isn’t there either and becomes “B”, so Depay is pronounced as “Debay”."
  },
  {
    "text": "### Neutral:\nThis option will be chosen.\n### Humanised:\nNever mind, I’m going with this."
  },
  {
    "text": "### Neutral:\nSaving will be done to acquire ter Stegen in the next event.\n### Humanised:\nI’ll save up for ter Stegen in the next event."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThank you."
  },
  {
    "text": "### Neutral:\nThe emote layout matches yours exactly.\n### Humanised:\nMy emote layout is exactly like yours."
  },
  {
    "text": "### Neutral:\nGiven the presence of Prime Beckham, using Beckham out of position at CAM instead of Bergkamp, along with UTOTS Sancho or Salah, is suggested.\n### Humanised:\nSince you have Prime Beckham, I’d suggest Beckham out of position at CAM instead of Bergkamp and UTOTS Sancho or Salah."
  },
  {
    "text": "### Neutral:\nIf Salah is used, the 4-3-3 Attack formation is also viable.\n### Humanised:\nIf it’s Salah, you can also play 4-3-3 Attack."
  },
  {
    "text": "### Neutral:\nMost ratings aligned with real life, but assigning Jordi Alba a 99 rating and Frenkie de Jong a 94 Reserve rating seemed inaccurate.\n### Humanised:\nMost ratings matched real life, but giving Jordi Alba 99 and FDJ only a 94 Reserve felt wrong."
  },
  {
    "text": "### Neutral:\nThe ratings should have been reversed.\n### Humanised:\nIt should’ve been the other way around."
  },
  {
    "text": "### Neutral:\nUnderstood. Thank you.\n### Humanised:\nOkay, thanks."
  },
  {
    "text": "### Neutral:\nThe 4-2-4 formation effectively lacks a midfield.\n### Humanised:\n4-2-4 has a nonexistent midfield."
  },
  {
    "text": "### Neutral:\nThis formation is typically exploited by advancing directly through the middle with Lukaku.\n### Humanised:\nI usually run straight through it with Lukaku."
  },
  {
    "text": "### Neutral:\nInformation was sought specifically about his performance in H2H and against top left backs.\n### Humanised:\nI just wanted to know about his gameplay in H2H and against top left-backs."
  },
  {
    "text": "### Neutral:\nHow are his pace and shot power?\n### Humanised:\nWhat about his pace and shot power?"
  },
  {
    "text": "### Neutral:\nUpgrading him to 103 OVR is being strongly considered.\n### Humanised:\nI’m seriously considering upgrading him to 103 OVR."
  },
  {
    "text": "### Neutral:\nWhy have many comments been removed?\n### Humanised:\nWhy are so many comments removed?"
  },
  {
    "text": "### Neutral:\nThe TOTS Benzema card is extremely strong.\n### Humanised:\nThat TOTS Benzema card is insane."
  },
  {
    "text": "### Neutral:\nIt currently performs better than UTOTS Lukaku.\n### Humanised:\nBetter than UTOTS Lukaku right now."
  },
  {
    "text": "### Neutral:\nIn my view, the choice is between Messi and Lewandowski.\n### Humanised:\nIn my opinion, it’s either Messi or Lewandowski."
  },
  {
    "text": "### Neutral:\nUsing caps lock indicates shouting.\n### Humanised:\nCaps lock means you’re shouting."
  },
  {
    "text": "### Neutral:\nAdvanced Rainbow is effective when timed correctly.\n### Humanised:\nAdvanced Rainbow works if timed properly."
  },
  {
    "text": "### Neutral:\nIt has been used successfully against high-level defenders.\n### Humanised:\nI’ve used it successfully against top defenders."
  },
  {
    "text": "### Neutral:\nHow does that Messi perform?\n### Humanised:\nHow’s that Messi?"
  },
  {
    "text": "### Neutral:\nDid you complete the Legacy VSA?\n### Humanised:\nDid you do the Legacy VSA?"
  },
  {
    "text": "### Neutral:\nThere are additional gems available to claim there.\n### Humanised:\nThere are a few gems to be claimed there also."
  },
  {
    "text": "### Neutral:\nFor me, this occurs about 80 percent of the time when there is a clear run toward the goalkeeper.\n### Humanised:\nFor me, 80% of the time it happens when I have a clear run to the GK."
  },
  {
    "text": "### Neutral:\nHe was priced at 35 million when the event started and stabilized at 45 million twelve hours later.\n### Humanised:\nHe was selling at 35 million when the event dropped, but stabilised at 45 twelve hours later."
  },
  {
    "text": "### Neutral:\nThis kit was recreated by another user and posted here yesterday.\n### Humanised:\nThis kit was recreated by another user and was posted here yesterday."
  },
  {
    "text": "### Neutral:\nIt appeared visually appealing.\n### Humanised:\nI thought it looked pretty good."
  },
  {
    "text": "### Neutral:\nNeither of you understood the jokes.\n### Humanised:\nBoth of you didn’t get either one of your jokes."
  },
  {
    "text": "### Neutral:\nKanté is needed.\n### Humanised:\nI need Kante."
  },
  {
    "text": "### Neutral:\nUsing autoplay against an opponent using autoplay prevents them from gaining an advantage.\n### Humanised:\nAutoplaying against autoplay will stop your opponent from getting an advantage."
  },
  {
    "text": "### Neutral:\nUsing sprint while the opponent does not provides an advantage.\n### Humanised:\nIf you press sprint and your opponent doesn’t, then you will have the advantage."
  },
  {
    "text": "### Neutral:\nHitting the normal targets six times results in 6,000 points.\n### Humanised:\nIf you shoot the normal targets six times, you should have 6,000 points."
  },
  {
    "text": "### Neutral:\nThe remaining two attempts should be used on the special targets.\n### Humanised:\nThen spend your two remaining attempts on the special ones."
  },
  {
    "text": "### Neutral:\nThis should leave sufficient time to obtain the next 500 points.\n### Humanised:\nYou should then have enough time remaining on the clock to cover the next 500 points."
  },
  {
    "text": "### Neutral:\nEach second corresponds to 100 points.\n### Humanised:\nOne second is 100 points."
  },
  {
    "text": "### Neutral:\nFor the sixth attempt, Manchester City and Leicester were used.\n### Humanised:\nFor the sixth one I used Man City and Leicester."
  },
  {
    "text": "### Neutral:\nThe players used were Base Ederson, TOTY Nominee Vardy, TOTS Tielemans, TOTS Fofana, TOTS Rodri, TOTS Foden, Base Sterling, Base Laporte, Base Bernardo Silva, trained Base Walker, and the 90 OVR Star Pass striker from Leicester.\n### Humanised:\nThese were the players I used: Base Ederson, TOTY Nominee Vardy, TOTS Tielemans, TOTS Fofana, TOTS Rodri, TOTS Foden, Base Sterling, Base Laporte, Base Bernardo Silva, Base Walker trained, and that 90 OVR Star Pass striker from Leicester."
  },
  {
    "text": "### Neutral:\nThe reason is already indicated in the comment section.\n### Humanised:\nThe comment section here is already indicating why."
  },
  {
    "text": "### Neutral:\nYour comment is receiving downvotes while the other person’s comment is receiving upvotes.\n### Humanised:\nYou are being downvoted while the other person is being upvoted."
  },
  {
    "text": "### Neutral:\nYou implied that Buggie appears unattractive.\n### Humanised:\nI like how you insinuated that Buggie looks ugly."
  },
  {
    "text": "### Neutral:\nSuggestions are welcome.\n### Humanised:\nSuggestions are also welcome."
  },
  {
    "text": "### Neutral:\nIt is also permanently locked.\n### Humanised:\nI also have it hard locked."
  },
  {
    "text": "### Neutral:\nAlternatively, the 4-1-4-1 formation can be used.\n### Humanised:\nOr play 4-1-4-1."
  },
  {
    "text": "### Neutral:\nUTOTS Casemiro and TOTS Varane should be acquired.\n### Humanised:\nGet UTOTS Casemiro and TOTS Varane."
  },
  {
    "text": "### Neutral:\nCasemiro can then be merged into a central midfielder or sold.\n### Humanised:\nThen melt TOTS Casemiro on one of your CMs or sell him."
  },
  {
    "text": "### Neutral:\nHe is priced at 100,000 in my market.\n### Humanised:\nHe is being sold for 100K in my market."
  },
  {
    "text": "### Neutral:\nIf selling is intended, listing him at 80,000 is required.\n### Humanised:\nIf you want to sell him, you will have to list him at 80K."
  },
  {
    "text": "### Neutral:\nJoão Cancelo and Kane should be sold.\n### Humanised:\nSell Joao Cancelo and Kane."
  },
  {
    "text": "### Neutral:\nUTOTS Sancho and TOTS Škriniar should be acquired and a 3-4-3 formation should be used.\n### Humanised:\nGet UTOTS Sancho and TOTS Skriniar and play 3-4-3."
  },
  {
    "text": "### Neutral:\nIf chemistry is insufficient, switching center backs and central midfielders or acquiring TOTS Lacroix is recommended.\n### Humanised:\nIf chemistry isn’t enough, switch the CBs and CMs or get TOTS Lacroix."
  },
  {
    "text": "### Neutral:\nLast season, an attacking right midfielder was needed to complement Sancho, and UCL Gnabry was obtained.\n### Humanised:\nLast season we needed an attacking RM to complement Sancho and we got UCL Gnabry."
  },
  {
    "text": "### Neutral:\nUTOTS Sancho functioned as a second-striker right midfielder last season.\n### Humanised:\nUTOTS Sancho last season was a second striker RM, if I remember correctly."
  },
  {
    "text": "### Neutral:\nThe \"P\" sound is absent and is represented as \"B\".\n### Humanised:\nThe sound “P” is also not there and is written as “B”."
  },
  {
    "text": "### Neutral:\nAs a result, Depay is pronounced as \"Debay\" in Arabic.\n### Humanised:\nSo Depay in Arabic is pronounced as “Debay”."
  },
  {
    "text": "### Neutral:\nThis is disregarded.\n### Humanised:\nNever mind."
  },
  {
    "text": "### Neutral:\nSaving will be done to acquire ter Stegen in the next event.\n### Humanised:\nI’ll save up for ter Stegen in the next event."
  },
  {
    "text": "### Neutral:\nThe emote layout matches yours exactly.\n### Humanised:\nMy emote layout is exactly like yours."
  },
  {
    "text": "### Neutral:\nMost ratings aligned with real life, but assigning Jordi Alba a 99 rating and Frenkie de Jong a 94 Reserve rating seemed inaccurate.\n### Humanised:\nMost of the ratings were according to real life, but giving Jordi Alba 99 OVR and FDJ only a 94 Reserve felt wrong."
  },
  {
    "text": "### Neutral:\nThe ratings should have been reversed.\n### Humanised:\nIt should’ve been the other way around."
  },
  {
    "text": "### Neutral:\nThe 4-2-4 formation effectively lacks a midfield.\n### Humanised:\n4-2-4 has a non-existent midfield."
  },
  {
    "text": "### Neutral:\nThis formation is typically exploited by advancing directly with Lukaku.\n### Humanised:\nI usually run right through them with my Lukaku."
  },
  {
    "text": "### Neutral:\nWhy have many comments been removed?\n### Humanised:\nWhy are so many comments removed?"
  },
  {
    "text": "### Neutral:\nThe TOTS Benzema card was extremely strong.\n### Humanised:\nThat TOTS Benzema card was insane."
  },
  {
    "text": "### Neutral:\nThe likely candidates are Messi or Lewandowski.\n### Humanised:\nIn my opinion, it’s either Messi or Lewandowski."
  },
  {
    "text": "### Neutral:\nUsing caps lock indicates shouting.\n### Humanised:\nCaps lock means you’re shouting."
  },
  {
    "text": "### Neutral:\nAdvanced Rainbow is effective when timed correctly.\n### Humanised:\nAdvanced Rainbow works if timed properly."
  },
  {
    "text": "### Neutral:\nI experienced the same issue. I selected him at CAM and use a 4-5-1 formation.\n### Humanised:\nI had the same problem. I picked him at CAM and play 4-5-1."
  },
  {
    "text": "### Neutral:\nNo, that is not the reason.\n### Humanised:\nNo, that’s not it."
  },
  {
    "text": "### Neutral:\nI played an AI match using Xavi.\n### Humanised:\nI played an AI match with Xavi."
  },
  {
    "text": "### Neutral:\nHe has higher curve, long passing, and vision than Gullit, but Gullit still took the corners.\n### Humanised:\nHe has more curve, long passing, and vision than Gullit, but Gullit was still the corner taker."
  },
  {
    "text": "### Neutral:\nIt appears to be a combination of long passing and crossing.\n### Humanised:\nI think it’s long passing plus crossing."
  },
  {
    "text": "### Neutral:\nGullit has the highest combined long passing and crossing in my squad, totaling 272.\n### Humanised:\nGullit has the highest combined long passing and crossing in my squad at 272."
  },
  {
    "text": "### Neutral:\nJoão Cancelo follows with 270, and Beckham has 268.\n### Humanised:\nThen it’s Joao Cancelo at 270 and Beckham at 268."
  },
  {
    "text": "### Neutral:\nIn matches without Gullit, Cancelo takes corners.\n### Humanised:\nIn matches where Gullit isn’t there, Cancelo takes corners."
  },
  {
    "text": "### Neutral:\nWhen neither Gullit nor Cancelo are present, Beckham takes corners.\n### Humanised:\nWhen neither Gullit nor Cancelo are there, Beckham takes corners."
  },
  {
    "text": "### Neutral:\nTherefore, Cancelo needs to be trained to 99 OVR.\n### Humanised:\nSo I need to train Cancelo to 99 OVR."
  },
  {
    "text": "### Neutral:\nThank you for identifying the correct factor.\n### Humanised:\nThanks for pointing me in the right direction."
  },
  {
    "text": "### Neutral:\nI was not aware that a combination of stats was taken into account.\n### Humanised:\nI didn’t know a hybrid of stats would be considered."
  },
  {
    "text": "### Neutral:\nPositioning did not affect him in VSA, but in H2H he is not always in the desired position.\n### Humanised:\nPositioning didn’t affect him in VSA but he’s not always where I need him in H2H."
  },
  {
    "text": "### Neutral:\nAt times, he plays in a manner similar to a false nine.\n### Humanised:\nHe plays more like a false 9 at times."
  },
  {
    "text": "### Neutral:\nThe third option was not noticed.\n### Humanised:\nOh, didn’t notice that third one."
  },
  {
    "text": "### Neutral:\nUse the 4-1-2-1-2 Narrow formation and acquire UTOTS Hernández and UTOTS Cancelo.\n### Humanised:\nPlay 4-1-2-1-2 Narrow and buy UTOTS Hernandez and UTOTS Cancelo."
  },
  {
    "text": "### Neutral:\nThe issue is primarily due to the referee.\n### Humanised:\nIt’s mainly the ref’s fault."
  },
  {
    "text": "### Neutral:\nWhen attempting a heel-to-heel move and the opponent’s Hummels heavily challenges the attacker, a free kick should be awarded.\n### Humanised:\nIf I try heel-to-heel and my opponent’s Hummels slams my attacker so hard that he can’t get up for the next five minutes, at least a free kick should be awarded."
  },
  {
    "text": "### Neutral:\nIs this sarcasm?\n### Humanised:\nSarcasm?"
  },
  {
    "text": "### Neutral:\nA South American themed treasure hunt is expected.\n### Humanised:\nSouth American themed treasure hunt, in my opinion."
  },
  {
    "text": "### Neutral:\nIt refreshes on Fridays.\n### Humanised:\nIt refreshes every Friday."
  },
  {
    "text": "### Neutral:\nIt will be available next Friday.\n### Humanised:\nIt’ll come next Friday for you."
  },
  {
    "text": "### Neutral:\nHe was sold yesterday for 4.8 million.\n### Humanised:\nI sold him yesterday for 4.8 million."
  },
  {
    "text": "### Neutral:\nMaignan is being used as a backup.\n### Humanised:\nI have Maignan as backup."
  },
  {
    "text": "### Neutral:\nThe quality of end-of-era cards is uncertain.\n### Humanised:\nYou never know whether end-of-era cards will be really good or really bad."
  },
  {
    "text": "### Neutral:\nIt is the 2015–16 kit.\n### Humanised:\nIt’s the 2015–16 kit."
  },
  {
    "text": "### Neutral:\nCan this be explained further?\n### Humanised:\nCan you explain?"
  },
  {
    "text": "### Neutral:\nI usually lose by six or seven goals against high OVR teams, so this result seems reasonable.\n### Humanised:\nI usually lose by six or seven goals against high OVR teams, so I think it’s pretty good."
  },
  {
    "text": "### Neutral:\nSpotify can be used through the browser.\n### Humanised:\nUse Spotify on the browser."
  },
  {
    "text": "### Neutral:\nThe 4-3-1-2 formation can be used to include Beckham, but Mané would need to be benched.\n### Humanised:\nYou can play 4-3-1-2 if you want to include Beckham too, but you’ll have to bench Mané."
  },
  {
    "text": "### Neutral:\nUCL Messi performs at a similar level.\n### Humanised:\nUCL Messi is almost as good."
  },
  {
    "text": "### Neutral:\nHe has three of the major six stats rated higher, but there is a significant difference in physicality.\n### Humanised:\nHe has three of the big six stats better, but physicality has a huge difference."
  },
  {
    "text": "### Neutral:\nUp to 75 Beckham XP can be earned weekly from quests.\n### Humanised:\nYou can get 75 Beckham XP a week from quests."
  },
  {
    "text": "### Neutral:\nAcquiring Piqué is a priority.\n### Humanised:\nI really need that Piqué."
  },
  {
    "text": "### Neutral:\nTOTS De Jong was enjoyable to use and has strong statistics.\n### Humanised:\nTOTS De Jong was really fun to use and the stats are really good too."
  },
  {
    "text": "### Neutral:\nThank you. Legends mode has just begun and has been manageable so far.\n### Humanised:\nThanks. I just started Legends now and it’s been easy so far."
  },
  {
    "text": "### Neutral:\nThere is a dedicated league recruitment thread.\n### Humanised:\nThere’s a thing called a league recruitment thread."
  },
  {
    "text": "### Neutral:\nThe statement was not understood.\n### Humanised:\nI didn’t get you."
  },
  {
    "text": "### Neutral:\nOne rupee is equivalent to 563 Iranian rial.\n### Humanised:\nOne rupee is 563 Iranian rial."
  },
  {
    "text": "### Neutral:\nAge is not a limiting factor in Messi’s performance.\n### Humanised:\nAge is just a number when you’re Messi."
  },
  {
    "text": "### Neutral:\nThe date error was noticed immediately, but the title cannot be edited.\n### Humanised:\nI realised the date mistake as soon as I posted, but I can’t edit the title."
  },
  {
    "text": "### Neutral:\nIt is a URL shortening service similar to bit.ly.\n### Humanised:\nIt’s a URL shortener like bit.ly."
  },
  {
    "text": "### Neutral:\nSissoko is expected to sell for 120,000.\n### Humanised:\nSissoko will sell for 120K."
  },
  {
    "text": "### Neutral:\nThis approach is recommended only if acquiring Gullit is the objective.\n### Humanised:\nI’d recommend it only if you want Gullit."
  },
  {
    "text": "### Neutral:\nMessi is my preferred player.\n### Humanised:\nMessi is my favourite player."
  },
  {
    "text": "### Neutral:\nThis is the fourth season in which he has been used.\n### Humanised:\nThis is my fourth season using him."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks."
  },
  {
    "text": "### Neutral:\nSafe search is permanently enabled in the UAE.\n### Humanised:\nSafe search is always enabled in the UAE."
  },
  {
    "text": "### Neutral:\nIf a player is already ranked up to level 10 through payment, requiring an additional payment to transfer the rank seems unnecessary. Rank transfers should be free.\n### Humanised:\nBut if you pay to rank up your player till level 10, why should you pay again to transfer it? Rank transfers should be free in my opinion."
  },
  {
    "text": "### Neutral:\nI am part of the Discord server, but I assumed it was on Reddit because it was posted here.\n### Humanised:\nAh, I am in the Discord server, but I thought it was on Reddit because you posted it here."
  },
  {
    "text": "### Neutral:\nI have read your fic and found it very good. The final chapter was impactful.\n### Humanised:\nI just read your fic, it’s really good. I hate you for that last chapter lol."
  },
  {
    "text": "### Neutral:\nThank you.\n### Humanised:\nThanks!"
  },
  {
    "text": "### Neutral:\nI plan to acquire CAM Maradona and switch to a 4-5-1 formation with Gullit and Maradona at CAM. Messi will be played out of position at ST as a CF because his stats are better than Spring Messi, and the skill boost OVR loss is acceptable.\n### Humanised:\nI’m going to get CAM Maradona and move to 4-5-1 with Gullit and Maradona at CAM. Messi is CF out of position at ST because he has better stats than Spring Messi, and the OVR loss from skill boost is fine."
  },
  {
    "text": "### Neutral:\nThe image appears to resemble a hunched version of Batman.\n### Humanised:\nAll I can see is a hunchback Batman lol."
  },
  {
    "text": "### Neutral:\nI do not think Xavi should become the manager at this stage.\n### Humanised:\nI know this is an unpopular opinion, but I don’t want Xavi to be the manager this soon."
  },
  {
    "text": "### Neutral:\nI believe he could face challenges similar to those experienced by Lampard or Pirlo.\n### Humanised:\nI really think he will be another Lampard or Pirlo."
  },
  {
    "text": "### Neutral:\nHe requires more experience in European football before joining Barcelona.\n### Humanised:\nHe needs more experience in Europe before coming to Barca."
  },
  {
    "text": "### Neutral:\nPiracy is illegal in India, but enforcement is infrequent.\n### Humanised:\nPiracy is illegal in India, but it’s rarely enforced."
  },
  {
    "text": "### Neutral:\nIf there is concern about being caught, some people use tools such as the Tor browser or a VPN.\n### Humanised:\nIf you’re that worried about getting caught, then use Tor browser or a VPN while pirating."
  },
  {
    "text": "### Neutral:\nMichael previously stated that editing it required a significant amount of time.\n### Humanised:\nIIRC, Michael said that editing it took a lot of time."
  },
  {
    "text": "### Neutral:\nThis content has been reposted.\n### Humanised:\nRepost."
  },
  {
    "text": "### Neutral:\nShould the moderators ban him?\n### Humanised:\nCan the mods ban him?"
  },
  {
    "text": "### Neutral:\nIn my area, a dog that bites a human is typically killed.\n### Humanised:\nWell, in my area, if any dog bit a human, it would be beaten to death."
  },
  {
    "text": "### Neutral:\nThe story is not sexist; it may have been misunderstood.\n### Humanised:\nThe story’s not sexist, you just didn’t comprehend it."
  },
  {
    "text": "### Neutral:\nI have only seen it on this subreddit a few times.\n### Humanised:\nI’ve never seen it on this sub except a couple of times."
  },
  {
    "text": "### Neutral:\nMany people behave as if appointing Xavi would immediately recreate the success of the 2010s.\n### Humanised:\nEveryone acts as if getting Xavi is magically going to throw us back to the 2010s and win a sextuple within a week."
  },
  {
    "text": "### Neutral:\nI have a poster of this displayed in my room.\n### Humanised:\nI have a poster of this in my room."
  },
  {
    "text": "### Neutral:\nBarto damaged the club’s finances to a degree that made his departure unavoidable.\n### Humanised:\nBarto messed up our finances to the point where letting him go was unavoidable."
  },
  {
    "text": "### Neutral:\nNo one at Camp Nou wanted him to leave.\n### Humanised:\nNot a single person in Camp Nou wanted him to leave."
  },
  {
    "text": "### Neutral:\nI have often wondered what happened to Anakin’s legs and hand.\n### Humanised:\nI’ve always wondered what happened to Anakin’s legs and hand."
  },
  {
    "text": "### Neutral:\nDoes this not apply to all professions?\n### Humanised:\nDoesn’t this apply to any job in the world?"
  },
  {
    "text": "### Neutral:\nIn my experience, Samsung’s swipe typing produces approximately one error every three sentences.\n### Humanised:\nSamsung’s swipe typing has about one error every three sentences from my experience."
  },
  {
    "text": "### Neutral:\nThe squad requires Braithwaite, Neto, Roberto, Dest, and possibly Depay.\n### Humanised:\nWe need Braithwaite, Neto, Roberto, Dest, and maybe Depay."
  },
  {
    "text": "### Neutral:\nSwipe typing is also available on the Samsung keyboard.\n### Humanised:\nYou can use swipe typing on Samsung keyboard too."
  },
  {
    "text": "### Neutral:\nMy father arrived in Dubai at 1 PM two days ago and received the result at 4 PM.\n### Humanised:\nMy father landed in Dubai at 1 PM two days ago and got the result at 4 PM."
  },
  {
    "text": "### Neutral:\nThat behavior is inappropriate.\n### Humanised:\nYou’re a disgrace."
  },
  {
    "text": "### Neutral:\nIn endgames without queens, rooks are often the most powerful pieces.\n### Humanised:\nIn endgames without queens, aren’t rooks the most powerful piece?"
  },
  {
    "text": "### Neutral:\nA person’s identity should not be defined by caste.\n### Humanised:\nA person’s identity shouldn’t be their caste."
  },
  {
    "text": "### Neutral:\nBaldness is not a defect.\n### Humanised:\nBaldness is not a flaw."
  },
  {
    "text": "### Neutral:\nFemale Jedi are present in the canon.\n### Humanised:\nFemale Jedi do exist."
  },
  {
    "text": "### Neutral:\nDepay is 27 years old and not particularly young.\n### Humanised:\nDepay is 27, not exactly young."
  },
  {
    "text": "### Neutral:\nThis appears on the front page frequently.\n### Humanised:\nThis is on the front page every other week."
  },
  {
    "text": "### Neutral:\nThe CGI in Minnal Murali is of good quality.\n### Humanised:\nThe CGI in Minnal Murali is pretty good."
  },
  {
    "text": "### Neutral:\nThis situation occurs in India, not the United States.\n### Humanised:\nIt’s India, not the US."
  },
  {
    "text": "### Neutral:\nMessi is my preferred player.\n### Humanised:\nMessi is my favourite player."
  },
  {
    "text": "### Neutral:\nI started this season a few weeks ago and am considering acquiring either TOTY or UCL Messi.\n### Humanised:\nI started this season a few weeks back and I’m thinking of getting either TOTY or UCL Messi."
  },
  {
    "text": "### Neutral:\nI want to understand his gameplay before making such a significant investment.\n### Humanised:\nI just want to know about his gameplay before committing that much money."
  },
  {
    "text": "### Neutral:\nHe performs well both aerially and on the ground and poses a threat during corners.\n### Humanised:\nHe’s really good, dominant in the air and on the ground, and a threat on corners."
  },
  {
    "text": "### Neutral:\nWomen born after the time of this survey are now eligible to vote.\n### Humanised:\nWomen born after this survey can vote now."
  },
  {
    "text": "### Neutral:\nA 3-4-1-2 formation would better suit your players.\n### Humanised:\n3-4-1-2 would suit your players better."
  },
  {
    "text": "### Neutral:\nPlaying through the center is effective, and a tiki-taka approach works well.\n### Humanised:\nPlay through the center. Tiki-taka works best."
  },
  {
    "text": "### Neutral:\nThe cost is 35 USD.\n### Humanised:\n35 USD."
  },
  {
    "text": "### Neutral:\nThat fic meets all of your stated criteria.\n### Humanised:\nThat fic fits all your criteria."
  },
  {
    "text": "### Neutral:\nIs this referring to a professional blackmailer?\n### Humanised:\nProfessional blackmailer?"
  },
  {
    "text": "### Neutral:\nMost people who frequent this subreddit and r/soccer are likely aware that Mazraoui plays as a right back.\n### Humanised:\nDude, I don’t know about everyone, but about 99% of the people who frequent this sub and r/soccer probably know that Mazraoui is a right back."
  },
  {
    "text": "### Neutral:\nThis appears to be an honest mistake, but based on the exchange, the response comes across as immature.\n### Humanised:\nYou just made an honest mistake, but after reading this whole exchange, I can say with certainty that middle schoolers are more mature than you."
  },
  {
    "text": "### Neutral:\nIt is unclear whether Gandhi believed Hitler would change his actions after reading the letter, but the attempt itself caused no harm.\n### Humanised:\nI don’t know if Gandhi really thought that Hitler would stop after reading his letter, but I guess there’s no harm in trying."
  },
  {
    "text": "### Neutral:\nThe performance is acceptable, but there are concerns about the hinges.\n### Humanised:\nPerformance is fine, I’m just worried about the hinges."
  },
  {
    "text": "### Neutral:\nIt will be used for college, and extended service downtime would be problematic.\n### Humanised:\nI’ll be using this for college and I can’t really have it go to the service centre for a few weeks."
  },
  {
    "text": "### Neutral:\nAn Acer Nitro 5 will be purchased if this option is not chosen.\n### Humanised:\nI’ll buy an Acer Nitro 5 if not this."
  },
  {
    "text": "### Neutral:\nIt has positive reviews and includes an RTX 3060 GPU.\n### Humanised:\nIt has good reviews and the GPU is also an RTX 3060."
  },
  {
    "text": "### Neutral:\nAssault is not permitted, although charges and lawsuits are infrequently pursued.\n### Humanised:\nYes, you can’t assault people just because you feel like it, but charges are rarely pressed and lawsuits are even rarer."
  },
  {
    "text": "### Neutral:\nTwo additional wins are still required to obtain Rivaldo.\n### Humanised:\nI still need two more wins for Rivaldo."
  },
  {
    "text": "### Neutral:\nMcManaman is currently used at RM, and Jairzinho would be an improvement.\n### Humanised:\nI currently have McManaman at RM and Jairzinho will be better than him."
  },
  {
    "text": "### Neutral:\nThis involves many factors to consider.\n### Humanised:\nThat’s a lot of considering."
  },
  {
    "text": "### Neutral:\nUsing two Mascherano cards should raise it to 100.\n### Humanised:\nSo two Mascheranos should make it a 100, yeah?"
  },
  {
    "text": "### Neutral:\nMurph is not present.\n### Humanised:\nWhere’s Murph?"
  },
  {
    "text": "### Neutral:\nAt the same OVR, TOTY Messi has better stats than TOTS CAMs such as Griezmann or Musiala.\n### Humanised:\nIf you take TOTS CAMs like Griezmann or Musiala, TOTY Messi has better stats at the same OVR."
  },
  {
    "text": "### Neutral:\nThere is concern about his gameplay performance in head-to-head mode.\n### Humanised:\nI’m just worried about his gameplay as I play H2H a lot."
  },
  {
    "text": "### Neutral:\nOne option is to use 111 Gullit at CM, Lahm at RB, and TOTS Marquinhos, Kimpembe, or Lacroix at CB.\n### Humanised:\nI’m thinking maybe 111 Gullit for CM, Lahm for RB, and TOTS Marquinhos, Kimpembe, or Lacroix for CB."
  },
  {
    "text": "### Neutral:\nPuig has an assigned position.\n### Humanised:\nPuig has a position?"
  },
  {
    "text": "### Neutral:\nThere is no budget available for other models.\n### Humanised:\nI don’t have the budget to go for other models."
  },
  {
    "text": "### Neutral:\nThe decision is between this option and the Acer Nitro 5 with an i7-12700H and RTX 3060.\n### Humanised:\nMy choice is between this and the Acer Nitro 5 with i7-12700H and RTX 3060."
  },
  {
    "text": "### Neutral:\nThis content aligns more with petty revenge than pro revenge.\n### Humanised:\nNot pro revenge, try posting this in petty revenge."
  },
  {
    "text": "### Neutral:\nThe reported number of political murders is overstated.\n### Humanised:\nThe number of political murders is greatly exaggerated."
  },
  {
    "text": "### Neutral:\nGoals have been scored approximately every ten minutes.\n### Humanised:\nWe’ve been scoring every 10 minutes."
  },
  {
    "text": "### Neutral:\nThis appears to be automated.\n### Humanised:\nBOT"
  },
  {
    "text": "### Neutral:\nAll stats of the 112 Araújo are exactly one point lower than those of the 113 version.\n### Humanised:\nNah, all the stats of the 112 Araújo are exactly one less than 113 Araújo."
  },
  {
    "text": "### Neutral:\nWhile running, the droids were observed to continuously fire at their feet.\n### Humanised:\nAnother thing I noticed was that while they were running, the droids just kept shooting at their feet."
  },
  {
    "text": "### Neutral:\nTheir survival occurred due to plot convenience.\n### Humanised:\nThey survived only because of plot armour."
  },
  {
    "text": "### Neutral:\nThere were limited expectations for Koeman due to the need for a rebuild.\n### Humanised:\nIf anything, we didn’t have any expectations on Koeman because we knew we needed to rebuild."
  },
  {
    "text": "### Neutral:\nXavi also needed to establish himself as a coach.\n### Humanised:\nXavi, however, also needed to prove himself as a coach."
  },
  {
    "text": "### Neutral:\nAccording to Merriam-Webster, diplomacy involves handling affairs without provoking hostility, which applies here.\n### Humanised:\nMerriam-Webster defines diplomacy as “skill in handling affairs without arousing hostility,” so he is being diplomatic."
  },
  {
    "text": "### Neutral:\nGandhi was requesting that tensions not be escalated.\n### Humanised:\nGandhi was requesting him to not escalate tensions."
  },
  {
    "text": "### Neutral:\nThe Empire treated individuals unfairly and harshly.\n### Humanised:\nThe Empire treated everyone like trash unfairly."
  },
  {
    "text": "### Neutral:\nThey reportedly accepted a wage reduction.\n### Humanised:\nThey took a wage cut, IIRC."
  },
  {
    "text": "### Neutral:\nVaccines do not fully prevent infection but reduce severity.\n### Humanised:\nVaccines don’t stop you from getting COVID; they just reduce the severity."
  },
  {
    "text": "### Neutral:\nUCL Walker is a viable option if affordable.\n### Humanised:\nUCL Walker if you can afford him."
  },
  {
    "text": "### Neutral:\nThis content has appeared previously.\n### Humanised:\nIt has been posted before."
  },
  {
    "text": "### Neutral:\nJairzinho can be used as a replacement for Garrincha.\n### Humanised:\nGet Jairzinho for Garrincha."
  },
  {
    "text": "### Neutral:\nThis may be inconvenient for some individuals.\n### Humanised:\nAnnoying for you maybe."
  },
  {
    "text": "### Neutral:\nGenetics can result in significant variation in height among children.\n### Humanised:\nGenetics is weird; children’s heights can vary a lot."
  },
  {
    "text": "### Neutral:\nDefending now requires more manual control and patience.\n### Humanised:\nDefending is more manual now and takes patience."
  },
  {
    "text": "### Neutral:\nIndia maintains a stable diplomatic relationship with Russia.\n### Humanised:\nIndia actually has a more than okay relationship with Russia."
  },
  {
    "text": "### Neutral:\nChoosing Rodri over Busquets is unexpected.\n### Humanised:\nRodri over Busquets is wild."
  },
  {
    "text": "### Neutral:\nAam aadmi translates to common people.\n### Humanised:\nAam aadmi means common people."
  },
  {
    "text": "### Neutral:\nThis aligns with Barcelona’s traditional style.\n### Humanised:\nBarca DNA."
  },
  {
    "text": "### Neutral:\nMarket prices typically decline after a crash.\n### Humanised:\nUsually the market will crash and prices will drop."
  },
  {
    "text": "### Neutral:\nA sarcasm indicator was missing.\n### Humanised:\nYou forgot to put /s."
  },
  {
    "text": "### Neutral:\nThe outcome may be due to the quality of the opponents.\n### Humanised:\nIt might have worked because your opponents weren’t good."
  },
  {
    "text": "### Neutral:\nThere were no issues traveling alone as a minor, as the process was similar to that for adults.\n### Humanised:\nNo issues. I traveled alone as a minor; it’s the same as an adult."
  },
  {
    "text": "### Neutral:\nA chipped shot over the goalkeeper can be used.\n### Humanised:\nJust chip the ball over the keeper."
  },
  {
    "text": "### Neutral:\nA Sanderson reference was unexpected in this context.\n### Humanised:\nNever expected a Sanderson reference here."
  },
  {
    "text": "### Neutral:\nIcons will not receive UTOTS versions.\n### Humanised:\nIcons won’t get UTOTS."
  },
  {
    "text": "### Neutral:\nBoth 97 Haaland and 94 Van Persie have been used at red rank.\n### Humanised:\nI’ve used both 97 Haaland and 94 Van Persie at red rank."
  },
  {
    "text": "### Neutral:\nVan Persie offers smoother gameplay, stronger dribbling, and performs above his OVR.\n### Humanised:\nVan Persie is smoother, better at dribbling, and overperforms his OVR."
  },
  {
    "text": "### Neutral:\nHe is an effective striker at various budget levels.\n### Humanised:\nHe’s a great striker regardless of budget."
  },
  {
    "text": "### Neutral:\nHe asked for the reason, but the explanation was not understood.\n### Humanised:\nHe asked the reason. Zero comprehension."
  },
  {
    "text": "### Neutral:\nLow/Low work rate.\n### Humanised:\nL/L work rate."
  },
  {
    "text": "### Neutral:\nMiguel has again written fanfiction-style content.\n### Humanised:\nFanfiction Miguel strikes again."
  },
  {
    "text": "### Neutral:\nThat shade of green makes players harder to see on the pitch, which is why teams usually avoid using it for kits.\n### Humanised:\nThe green will also make it hard to see the players on the pitch. There’s a reason why teams usually don’t have this shade of green for their kits."
  },
  {
    "text": "### Neutral:\nThe 2022 window was generally acceptable, with the main drawback being Lewandowski’s high wages.\n### Humanised:\n2022 was also kind of decent. The only bad thing about that window is Lewy’s high wages."
  },
  {
    "text": "### Neutral:\nThe 4-4-2 flat formation feels more defensive than the 4-2-4.\n### Humanised:\nI’ve found 4-4-2 flat to be more defensive than 4-2-4."
  },
  {
    "text": "### Neutral:\nThe LM and RM stay closer to the halfway line and advance less than the wingers in a 4-2-4.\n### Humanised:\nThe LM and RM play around the half line and don’t really go as far forward as the wingers in 4-2-4."
  },
  {
    "text": "### Neutral:\nThe midfield feels more populated and controllable compared to the sparse midfield in a 4-2-4.\n### Humanised:\nThe midfield also feels more full and easier to control compared to 4-2-4’s non-existent midfield."
  },
  {
    "text": "### Neutral:\nThis can also depend on playstyle.\n### Humanised:\nIt could also depend on your playstyle."
  },
  {
    "text": "### Neutral:\nPlayers who rely more on midfield play may prefer a 4-4-2 formation.\n### Humanised:\nSomeone who uses the midfield more may prefer 4-4-2."
  },
  {
    "text": "### Neutral:\nThis is unexpected.\n### Humanised:\nWtf."
  },
  {
    "text": "### Neutral:\nEusébio is the better option.\n### Humanised:\nEusebio better."
  },
  {
    "text": "### Neutral:\nIt still carries a level of risk. It is unclear whether it will be resolved through legal action.\n### Humanised:\nBut it’s still enough of a risk? Will it be resolved by a case?"
  },
  {
    "text": "### Neutral:\nIt resembles Frankie more closely.\n### Humanised:\nMore like Frankie."
  },
  {
    "text": "### Neutral:\nThis is disappointing.\n### Humanised:\n:("
  },
  {
    "text": "### Neutral:\nI have a red-ranked Eusébio.\n### Humanised:\nI have red-ranked Eusebio."
  },
  {
    "text": "### Neutral:\nDefenders need to catch him in order to physically challenge him.\n### Humanised:\nDefenders have to catch him to bully him."
  },
  {
    "text": "### Neutral:\nHe is an excellent dribbler and difficult to dispossess.\n### Humanised:\nHe’s an excellent dribbler and as slippery as an eel."
  },
  {
    "text": "### Neutral:\nHe is a strong choice for players who rely heavily on dribbling with their striker.\n### Humanised:\nIf you like to dribble a lot with your striker, you can’t go wrong with him."
  },
  {
    "text": "### Neutral:\nHis main drawback is limited aerial ability, which is not an issue if crossing is rarely used.\n### Humanised:\nThe only downside is that he isn’t tall enough for headers, but I don’t really cross, so not a problem."
  },
  {
    "text": "### Neutral:\nHe has powerful shooting, and once he accelerates, he is difficult to stop.\n### Humanised:\nHis shots are rockets, and once he starts running, there’s no catching him."
  },
  {
    "text": "### Neutral:\nHaving used both UTOTY Haaland and Eusébio, Eusébio performs significantly better.\n### Humanised:\nI’ve used both UTOTY Haaland and Eusebio, and Eusebio is way better than Haaland."
  },
  {
    "text": "### Neutral:\nAnsu suffered a meniscus injury rather than an ACL injury.\n### Humanised:\nAnsu injured his meniscus, not his ACL."
  },
  {
    "text": "### Neutral:\nWirtz recovered from an ACL injury and returned to strong form, so there is reason for optimism.\n### Humanised:\nWirtz injured his ACL and came back balling, so let’s not lose hope."
  },
  {
    "text": "### Neutral:\nThat Stoichkov card performed very well.\n### Humanised:\nThat Stoichkov was so good."
  },
  {
    "text": "### Neutral:\nThank you. How is his link-up play and overall dribbling?\n### Humanised:\nThanks! How is his link-up play and dribbling in general?"
  },
  {
    "text": "### Neutral:\nPlayers with the finesse shot trait should be prioritized.\n### Humanised:\nLook for players who have the finesse shot trait."
  },
  {
    "text": "### Neutral:\nThe transformation looks good. How was it started?\n### Humanised:\nLooks great. How did you start this transformation?"
  },
  {
    "text": "### Neutral:\nIcons represent legends of the sport, while Heroes represent legends of specific clubs.\n### Humanised:\nIcons are legends of the game, while Heroes are legends of the club."
  },
  {
    "text": "### Neutral:\nAll Icon cards are presented in black and white.\n### Humanised:\nAll Icons are also in black and white."
  },
  {
    "text": "### Neutral:\nChoosing Salah would be the straightforward decision.\n### Humanised:\nJust get Salah then. Easy decision."
  },
  {
    "text": "### Neutral:\nThe card art in that TOTS release was of very high quality.\n### Humanised:\nThe card art in that TOTS was phenomenal."
  },
  {
    "text": "### Neutral:\nThis season, the gap between top free-to-play and pay-to-win players is relatively small.\n### Humanised:\nThis season, there’s not much difference between the best F2P and P2W."
  },
  {
    "text": "### Neutral:\nHow does Puyol perform? I am considering acquiring him.\n### Humanised:\nHow is Puyol? I’m thinking of getting him."
  },
  {
    "text": "### Neutral:\nSelections are influenced by voting, which can favor popularity over performance.\n### Humanised:\nIt’s voting—more popular players make it over better ones."
  },
  {
    "text": "### Neutral:\nHe is currently injured.\n### Humanised:\nHe is injured."
  },
  {
    "text": "### Neutral:\nHe also won a Ballon d’Or at this club.\n### Humanised:\nHe won a Ballon d’Or here as well."
  },
  {
    "text": "### Neutral:\nThis aligns with Barcelona’s traditional identity.\n### Humanised:\nBarca DNA."
  },
  {
    "text": "### Neutral:\nThe image has been edited.\n### Humanised:\nIt’s an edited image."
  },
  {
    "text": "### Neutral:\nIt is surprising that the moderators did not remove this immediately.\n### Humanised:\nSurprised the mods didn’t delete this instantly."
  },
  {
    "text": "### Neutral:\nSuch situations occur at times.\n### Humanised:\nSometimes in life."
  },
  {
    "text": "### Neutral:\nThis is highly unexpected.\n### Humanised:\nWhat the fuck."
  },
  {
    "text": "### Neutral:\nThank you. Does his lower pace cause problems against fast wingers?\n### Humanised:\nThanks! Is his lack of pace an issue against fast wingers?"
  },
  {
    "text": "### Neutral:\nMaturity refers to on-the-ball decision-making that develops with experience.\n### Humanised:\nBy maturity they mean on-the-ball decision-making, which comes with experience."
  },
  {
    "text": "### Neutral:\nThat may have been true five years ago.\n### Humanised:\nFive years ago maybe."
  },
  {
    "text": "### Neutral:\nAnulo mufa.\n### Humanised:\nAnulo mufa."
  },
  {
    "text": "### Neutral:\nIndians are classified as South Asian.\n### Humanised:\nAll Indians are South Asian."
  },
  {
    "text": "### Neutral:\nHow does Thuram perform at right back?\n### Humanised:\nHow’s Thuram at RB?"
  },
  {
    "text": "### Neutral:\nThe question was asked only five minutes earlier, so few responses would be expected.\n### Humanised:\nHe asked five minutes before your comment—how many responses do you expect?"
  },
  {
    "text": "### Neutral:\nThis appears likely to be bait.\n### Humanised:\nAin’t no way this isn’t bait."
  },
  {
    "text": "### Neutral:\nAffordable air travel has made travel accessible for many people, but not the majority.\n### Humanised:\nCheap air travel made travel accessible for many, not most."
  },
  {
    "text": "### Neutral:\nBoth players served as backup goalkeepers.\n### Humanised:\nThey were both backup goalkeepers."
  },
  {
    "text": "### Neutral:\nThis resembles fanfiction.\n### Humanised:\nWhat is this fanfiction?"
  },
  {
    "text": "### Neutral:\nAfter four days, how has his performance been?\n### Humanised:\nFour days on—how’s he doing?"
  },
  {
    "text": "### Neutral:\nThis appears to be deceptive.\n### Humanised:\nFraud of the day."
  },
  {
    "text": "### Neutral:\nThank you very much.\n### Humanised:\nThanks a lot. Damn, thanks."
  },
  {
    "text": "### Neutral:\nI am currently using Zlatan, and he is frequently neutralized in matches.\n### Humanised:\nI have Zlatan right now and he gets locked down every 2–3 matches."
  },
  {
    "text": "### Neutral:\nAn eighteen-year-old student in Class 12.\n### Humanised:\nEighteen-year-old studying in Class 12."
  },
  {
    "text": "### Neutral:\nThe spoiler is explicitly stated in the title.\n### Humanised:\nThe spoiler is literally in the title."
  },
  {
    "text": "### Neutral:\nThey have scored the same number of goals as Jackson.\n### Humanised:\nThey have the same number of goals as Jackson."
  },
  {
    "text": "### Neutral:\nI had him for DSA last semester, and the experience was extremely negative.\n### Humanised:\nHad him for DSA last sem; nightmare doesn’t even begin to describe him."
  },
  {
    "text": "### Neutral:\nHe monitored attendance and stated that lab grades would depend on it.\n### Humanised:\nHe monitored our attendance and graded labs accordingly."
  },
  {
    "text": "### Neutral:\nHe initially said attendance would map directly to marks, but later changed everyone’s scores to 7 or 8 regardless of attendance.\n### Humanised:\nHe would give 10 for 100% attendance, 9 for 90%, and so on, but at the end of the semester he changed everyone’s marks to 7 or 8 regardless of attendance."
  },
  {
    "text": "### Neutral:\nThroughout the semester he claimed the lab FAT would be graded strictly, but eventually gave scores in the 40s to everyone regardless of output.\n### Humanised:\nAll semester he kept shit-talking about how strictly he would grade the lab FAT, but ended up giving 40s to everyone regardless of output."
  },
  {
    "text": "### Neutral:\nI received 44 out of 50 despite missing outputs and still received an A in the lab.\n### Humanised:\nI got 44/50 even though I didn’t get my outputs and still ended up with an A in lab."
  },
  {
    "text": "### Neutral:\nIn theory evaluations, he does not appear to grade correctly.\n### Humanised:\nIn theory, though, the guy doesn’t know how to correct."
  },
  {
    "text": "### Neutral:\nMy friend and I wrote the same answer, and he received marks after asking in Tamil.\n### Humanised:\nMy friend and I had the same answer; he went and asked for marks in Tamil and got them."
  },
  {
    "text": "### Neutral:\nWhen I asked in English, he shouted and said I did not know how to write and did not deserve the marks awarded.\n### Humanised:\nI asked in English and he started shouting about how I don’t know how to write and don’t even deserve the 2 marks I got."
  },
  {
    "text": "### Neutral:\nMy score dropped from 99 in OOPS FAT to 14 in CAT 1.\n### Humanised:\nI went from 99 in OOPS FAT to 14 in CAT 1."
  },
  {
    "text": "### Neutral:\nFor CAT 2, he barely read answers and awarded marks if they appeared correct.\n### Humanised:\nFor CAT 2 he was lazy and barely read answers—if it looked right, he gave marks."
  },
  {
    "text": "### Neutral:\nFor internals, he assigned research papers on Quantum Computing and said he would review them to write his own paper.\n### Humanised:\nFor internals, he made us write research papers on Quantum Computing and said he’d go through them and write his own paper."
  },
  {
    "text": "### Neutral:\nHe places excessive importance on research papers.\n### Humanised:\nHe’s obsessed with research papers."
  },
  {
    "text": "### Neutral:\nHe said there would be no quiz and assigned 30 marks to the paper.\n### Humanised:\nHe told us there’d be no quiz and gave the paper 30 marks."
  },
  {
    "text": "### Neutral:\nI worked very hard over Diwali to make it presentable.\n### Humanised:\nI busted my ass over Diwali to make it presentable."
  },
  {
    "text": "### Neutral:\nLater, he said he was disappointed and conducted two online quizzes instead.\n### Humanised:\nFinally he said he was disappointed and instead conducted two online quizzes."
  },
  {
    "text": "### Neutral:\nI could not submit the second quiz due to an internet issue, but he gave full marks to everyone regardless.\n### Humanised:\nI couldn’t submit the second due to an internet issue, but it didn’t matter—he gave 30 to everyone anyway."
  },
  {
    "text": "### Neutral:\nDespite this, the FAT grading appeared arbitrary.\n### Humanised:\nStill screwed us in FAT because he marks based on who knows what."
  },
  {
    "text": "### Neutral:\nPreparation does not seem to matter, as grading depends on chance and his mood.\n### Humanised:\nWhat you prepare doesn’t matter; it depends on luck and his mood while correcting."
  },
  {
    "text": "### Neutral:\nPS: He lives in the F Block men’s hostel.\n### Humanised:\nPS: He lives in F Block men’s hostel."
  },
  {
    "text": "### Neutral:\nTL;DR: Classes and labs are difficult, but he likely gives full internals and an A in lab, which does not compensate for the experience.\n### Humanised:\nTL;DR: Will torture you in class and lab, but will probably give 30 in internals and an A in lab. Not worth the torture."
  },
  {
    "text": "### Neutral:\nI would not recommend him.\n### Humanised:\n0/10 wouldn’t recommend."
  },
  {
    "text": "### Neutral:\nI had waste management in my second semester.\n### Humanised:\nI had waste management in my second sem."
  },
  {
    "text": "### Neutral:\nI worked through it and wrote most answers from my notes.\n### Humanised:\nJust slogged through it and wrote almost everything from my notes."
  },
  {
    "text": "### Neutral:\nI cannot help much with CAT 2, but around five to six FAT questions were repeated from CAT.\n### Humanised:\nCan’t help much for CAT 2, but for FAT around 5–6 questions were from CAT."
  },
  {
    "text": "### Neutral:\nI received an A at 72, while my friend received an S at 84.\n### Humanised:\nI got an A at 72; my friend got an S at 84."
  },
  {
    "text": "### Neutral:\nThe cutoff for an A grade was 69.\n### Humanised:\nA started at 69."
  },
  {
    "text": "### Neutral:\nGood luck.\n### Humanised:\nGood luck."
  },
  {
    "text": "### Neutral:\nIs the match scheduled for tomorrow at this time?\n### Humanised:\nIsn’t the match tomorrow at this time?"
  },
  {
    "text": "### Neutral:\nI think it is related to growth hormone.\n### Humanised:\nHeight growth hormone, I think."
  },
  {
    "text": "### Neutral:\nHow is McTominay performing?\n### Humanised:\nHow’s McTominay?"
  },
  {
    "text": "### Neutral:\nThey were Boixos Noi, ultras who are already banned at Camp Nou.\n### Humanised:\nThey were the Boixos Noi—ultras already banned at Camp Nou."
  },
  {
    "text": "### Neutral:\nThere is nothing that can be done about them traveling to away games.\n### Humanised:\nWe can’t do anything about them traveling to away games."
  },
  {
    "text": "### Neutral:\nPlease mark it as NSFW.\n### Humanised:\nPlease mark it as NSFW."
  },
  {
    "text": "### Neutral:\nThe title and image already contain spoilers.\n### Humanised:\nIt’s in the title and the image—both provide spoilers."
  },
  {
    "text": "### Neutral:\nHe advised the original poster to tag it to prevent others from seeing the manga.\n### Humanised:\nHe just advised OP to tag it to stop others from seeing the manga."
  },
  {
    "text": "### Neutral:\nI am in FC3, and Thuram performs very reliably and is rarely dribbled past.\n### Humanised:\nI’m in FC3 and Thuram is a wall for me, rarely gets dribbled past."
  },
  {
    "text": "### Neutral:\nMy center-back pairing of TOTY Desailly and TOTY Thuram is effective.\n### Humanised:\nMy CB pairing of TOTY Desailly and TOTY Thuram gets the job done."
  },
  {
    "text": "### Neutral:\nI have conceded four goals in the past five matches, two of which came from a kickoff glitch.\n### Humanised:\nI’ve conceded four goals in the past five matches, two from that kickoff glitch."
  },
  {
    "text": "### Neutral:\nClass 10 mathematics is not sufficient.\n### Humanised:\nClass 10 math is absolutely not enough."
  },
  {
    "text": "### Neutral:\nYou will encounter calculus beyond the 12th-grade level.\n### Humanised:\nYou’ll have advanced calculus beyond 12th-grade level."
  },
  {
    "text": "### Neutral:\nYou will struggle in a B.Tech program without a strong focus on mathematics.\n### Humanised:\nYou’ll struggle in B.Tech if you don’t focus on math."
  },
  {
    "text": "### Neutral:\nIs the match scheduled for this time tomorrow?\n### Humanised:\nIsn’t the match tomorrow at this time?"
  }
]